{
    "67471fbfc15fcaa900a292b6": "Убить диких на локации таможня",
    "67471fc8ca25df5fdc495417": "Убить диких на локации эпицентре",
    "67471fcf64666089f42eef5c": "Убить диких на локации лес",
    "67471f9c63d6ef6fe3ced898 name": "Связи. ",
    "67471f9c63d6ef6fe3ced898 description": "Приветствую, Оперативник #####. Я наслышана о тебе, и том что можно с тобой работать, избегая проблем, это так? Хорошо, тогда начнём со знакомства. Я - Лотус, местный торговец, и как ты понял, я имею некоторые связи,  в противном бы случае я бы не вызвала бы тебя для работы. На этом прилюдия кончаются, переходим к работе. Мне нужно чтобы вы устранили некоторых личностей, мещающие нашей работе, все данные вот здесь. Удачи!",
    "67471f9c63d6ef6fe3ced898 successMessagetext": "Я впечетлена, вы действительно стоите тех сведений, которые мне предоставили о тебе. Можешь заглядывать в наш магазаин, для тебя мы предоставим расширенный ассортимент. ",
    "67509b8d72e0fed10d170504": "Найдите ЭС на Развязке",
    "67509ba4f662579ff207df26": "Покиньте локацию развязка через платный выход у электростанции",
    "67509b40ebc998b7d528d1a1 name": "Рейд в ТЦ",
    "67509b40ebc998b7d528d1a1 description": "Эй, я слышала, ты начал работать на Барахольщика, фантастика! Я и моя команда работаем с ним вместе уже некоторое время, лучше завести хорошие связи в месте, где все люди - враги, верно? Приготовься, тебе предстоит много работы. Очень вероятно, что Абрамян отправит вас в торговый центр ULTRA для выполнения большинства работ, но не обманывайтесь, это место чрезвычайно опасное место, мы должны вас немного подготовить вас, хорошо? Давайте представим вам пример того, что вас ждет в этом месте, стоит ли нам начинать? Отлично, на северо-востоке торгового центра есть электростанция, она контролирует подачу электроэнергии в некоторые магазины и некоторые другие места, но я пока не получила никакой информации на этот счет. В любом случае, на этой станции есть офис, там наверняка должны быть компьютеры, электронные компоненты и кое-что еще. Найдите офис, затем отправляйтесь в точку платного выхода, таксист обычно ждет прямо у выезда из этого место, готовый отвезти вас в безопасное место. ",
    "67509b40ebc998b7d528d1a1 successMessagetext": "Отличная работа, как прошла поездка? Вы нашли что-нибудь важное? Очень хорошо, тогда не забудьте забрать свой гонорар. ",
    "67509c94da6f2646450b818b": "Убейте врагов выстрелами в голову на Развязке",
    "67509c43d96ffa5a7187c025 name": "увеличение объема покупок",
    "67509c43d96ffa5a7187c025 description": "Итак, вот что будет дальше. Умение отрабатывать цели в торговом центре имеет решающее значение для вашего выживания внутри него, поскольку, пока вы находитесь внутри, вы, по сути, в капкане из врагов. Здесь почти нет мест, откуда можно выбраться без боя, так что вам нужно быть готовым, понятно? Убивайте всех, кого увидите в этом месте. Однако, давайте не будем упрощать эту задачу, убедитесь, что все ваши убийства заканчиваются выстрелом в голову. Не слишком легко и не слишком сложно для такого оперативника, как вы. В любом случае, удачи вам там!",
    "67509c43d96ffa5a7187c025 successMessagetext": "Отлично сработано, как и ожидалось, возможно, для вас это была легкая задача, не так ли? И, как всегда, не забудьте награду. ",
    "67509d4ed6a2f21df0ba5be5": "Найдите магазин 'Технолайт' на втором этаже торгового центра ULTRA на развязке. ",
    "67509d37d1915f11a4549713": "Найдите магазин 'Техно' на первом этаже торгового центра ULTRA на развязке",
    "67509d2b2eefa0a6eb1f4ce4": "Найдите магазин 'Rasmussen' на втором этаже торгового центра ULTRA на развязке",
    "67509d1e10d3ce23f005fb9d": "Найдите магазин 'German' на первом этаже торгового центра ULTRA на развязке",
    "67509cb7f4536e3f9382009b name": "Чёрная пятница по Русски",
    "67509cb7f4536e3f9382009b description": "Эй, оперативник, послушайте сюда, у меня есть кое-что важное, чем мы оба могли бы воспользоваться, присаживайтесь. Итак, в торговом центре такого размера наверняка есть магазин, где продается что-то ценное, например, ювелирные изделия или, в нашем случае. . электроника. Вы, наверное, заметили, насколько ценны здесь, в Таркове, запчасти для ПК и электроника, особенно в больших количествах. Это то, к чему мы стремимся, единственное, что вам нужно сделать для меня сейчас, это найти несколько из этих технических магазинов, Абрамян дал мне список из четырех магазинов, найти их и затем сообщить мне, все просто, не так ли? Почти так же просто, как оплата за эту работу. ",
    "67509cb7f4536e3f9382009b successMessagetext": "Все ли там есть? Отлично, молодец, оперативник, я полагаю, ты знаешь, где тебя ждет награда. ",
    "67509dbc6441ab0d0aa47e6c": "Найдите место в Гошане, где отряд Лотуса часто находит большие запасы продовольствия",
    "67509de19d63ace521478640": "Установите где-нибудь в этом месте камеру WI-FI",
    "67509e15ab02bf9cd3f5ce90": "Найдите проход между синим и зеленым контейнерами, который ведет к выходу за пределы Гошана",
    "67509e3023409571c5030a62": "Выживите и выйдите из локации 'Развязка' через выход 'Дыру в заборе'",
    "67509d5ecf08e0fbf1764f36 name": "Тишина та Гладь",
    "67509d5ecf08e0fbf1764f36 description": "У меня есть для вас еще работа, так что слушайте внимательно. Недавно одна из моих команд была ночью в торговом центре ULTRA, они посетили супермаркет 'Гошан', где обнаружили огромное количество еды и напитков где-то в северной части магазина. Установите камеру там, где ее никто не увидит, я хочу проследить за тем, кто входит и выходит оттуда, и какие припасы они берут с собой. После того, как вы закончите с этой частью, загляните в заднюю часть гошана, где обычно разгружают груз, вы должны увидеть открытые ворота, которые позволят вам выйти на улицу. Где-то за южным выходом должно быть несколько прислоненных к забору контейнеров, синий и зеленый, между ними есть проход, который ведет вниз, к другому контейнеру, загруженному в грузовик. Где-то на обочине этой дороги должно быть больше контейнеров, а в одном из углов забора должно быть отверстие, через которое вы сможете узнать местоположение, вы можете это запомнить или хотите, чтобы это было записано?",
    "67509d5ecf08e0fbf1764f36 successMessagetext": "Всё работает, и я так понимаю там действительно дыра в стене? Удивительно. ",
    "67509f41e87e1cca8dc47b00": "Убейте ЧВК на локации Развязка",
    "67509f239b4d80d36c21e0c2": "Найдите жетоны ЧВК в рейде",
    "67509f23c4f557d61ee33e91": "Передайте жетоны",
    "67509e7057be1b2849ca4f57 name": "Король пал, да здравствует король",
    "67509e7057be1b2849ca4f57 description": "У некоторых людей может быть просто желание быть лучше, чем все остальные, но у некоторых этого нет. Но неужели вы все еще не хотите испытать это чувство? У меня есть для вас тест. 'Убраться в ТЦ' может иметь два значения, я полагаю, вы уже поняли, к чему я клоню, потому что я бы не просил вас буквально 'убирать' торговый центр. Видите ли, ваши бывшие коллеги, USEC или BEAR, неважно. . Они в некотором роде действуют нам на нервы, я довольно часто посылаю туда своих ребят, и не хочу рисковать ими, понятно излагаю? Я был бы признательна вам за помощь, но если вы решите помочь, я должен попросить вас предоставить доказательства вашей работы, так что не забудьте собрать жетоны с их тел. ",
    "67509e7057be1b2849ca4f57 successMessagetext": "Непривычно видеть Ультру в столь спокойной атмосфере, награда тут. Спасибо вам",
    "6747212b70088b5a83301a37": "Найдите трейлер с горючим в подземной зоне на локации Эпицентр",
    "6747212b7ce0553b11794114": "Пометьте трейлер с горючим маркером MS2000 на локации Эпицентр",
    "67472148b37dd1d96d830786": "Убейте врагов на локации Эпицентр",
    "6747215258537265e302261f": "Выживите и покиньте локацию Эпицентр. ",
    "674720e808312fa336c68ee6 name": "Заправщик - Часть 1",
    "674720e808312fa336c68ee6 description": "Ладно, слушай сюда, оперативник. Ты уже был в деловом центре Таркова? Надеюсь, ты уже знаком с этим местом, потому что мне нужно, чтобы кто-нибудь съездил туда и поискал определенный грузовик с прицепом для горючего. Это где-то в подполье, я точно не знаю где, так что разбирайтесь с этим сами, поскольку я против отправки своих ребят, ничего личного. Не забудьте воспользоваться одним из этих маркеров, когда найдете его, я могу одолжить вам один, но не теряйте его. И еще одно, не забудьте немного расчистить территорию, пока будете этим заниматься, мы не хотим, чтобы посторонние заметили нашу маленькую операцию. Удачи, оперативник. ",
    "674720e808312fa336c68ee6 successMessagetext": "Отличная работа, оперативник, не забудь про оплату, она должна быть уже тут. ",
    "6747236df100a8d2b29d5662": "Передайте Сухое Горючее",
    "6747236d2fe9ef65d29d4c19": "Передайте пластиковые канистры с горючим",
    "67472383fa9c9dc5ba7104d6": "Передайте металические канистры с горючим",
    "6747235ed723d48c90cb644f name": "Заправщик - Часть 2",
    "6747235ed723d48c90cb644f description": "Мне всегда было интересно, как такой человек, как ты, ориентируешся в окрестонстях Таркова, ты ходишь пешком или что-то в этом роде, вау. . У тебя наверняка есть немного терпения. Мы делаем это по-другому, мои разведчики обычно используют мотоциклы или внедорожники для передвижения по Таркову, чтобы осмотреть все районы или заняться сбором припасов. У нас возникла небольшая проблема, наши запасы немного иссякли, и в настоящее время мы ищем какой-нибудь источник топлива, мы будем признательны за помощь. Если бы ты мог найти несколько канистр с горючим, это бы нам очень помогло. Кроме того, пока ты будешь их искать, почему бы тебе не захватить немного сухого топлива? Я рассчитываю на тебя, оперативник. ",
    "6747235ed723d48c90cb644f successMessagetext": "Спасибо тебе большое, вот награда. ",
    "67472209e3d98ce4ba769e3f": "Найдите любые предметы быта в рейде",
    "674722094d7136405657dc31": "Передайте предметы для быта",
    "674721e986f435b80234da65 name": "бытовые вещи",
    "674721e986f435b80234da65 description": "Итак, в зоне боевых действий важны не только боевые навыки, вы и многие другие люди застряли здесь. Вам нужно нечто большее, чем оружие и боеприпасы, и, по счастливой случайности, мне и моим ребятам нужно кое-что еще. Ничего особенного, но кое-что из этого будет нелегко найти, вот почему я прошу вас, оперативник. Сможете ли вы найти основные предметы быта, такие как шампунь, мыло и туалетная бумага? Если вы достаточно опытны, вы можете сделать некоторые из них самостоятельно в своем убежище. Удачи!",
    "674721e986f435b80234da65 successMessagetext": "Замечательно, это все, что нам было нужно, спасибо. ",
    "6747227b152179cc1c26dfe7": "Найдите пачки патронов 5,45х39 мм. ",
    "6747227bba7445681e23441c": "передайте пачки патронов",
    "67472251414d587b8b36ba1f name": "Сбор патронов",
    "67472251414d587b8b36ba1f description": "Итак, хотите доказать, что знаете, где найти патроны? Вы знаете, как важно знать, где взять боеприпасы. Возможно, в будущем я подумаю о том, чтобы открыть для вас наш запас лучших боеприпасов, если, конечно, вам удастся привезти мне специальные патроны. . Но это на потом. Что мне нужно от тебя сейчас, так это принести мне несколько упаковок патронов калибра 5,45х39 мм, несколько маленьких коробок и несколько больших, этого должно быть достаточно. . на данный момент. ",
    "67472251414d587b8b36ba1f successMessagetext": "Хорошая работа, я подумаю о том, о чем я говорила, хорошо?",
    "674722ee1ced95c9f236fd68": "Найдите медицину",
    "674722ee1808f56cd3ff292c": "Передай медицину",
    "674722c60ad34fd118ec4c9e name": "Полевая хирургия",
    "674722c60ad34fd118ec4c9e description": "Привет, оперативник, у меня есть для вас работа, вам интересно? - хорошо! Послушай, у нас немного не хватает медикаментов, и мои ребята с трудом ищют аптечки первой помощи и подобную медицину. Не могли бы вы нам помочь? Было бы здорово, если бы вам удалось приобрести несколько таких аптечек, маленьких, больших и очень больших размеров. Не забудь принести мне что-нибудь из того, что еще не было использовано! Мне нужны высококачественные аптечки первой помощи, поняли? Вперед, оперативник, и удачи тебе. ",
    "674722c60ad34fd118ec4c9e successMessagetext": "На данный момент этого должно хватить, большое спасибо. Не забудьте забрать свой гонорар. ",
    "67472427daa1a0cb6578de27": "Найдите болты в рейде",
    "674724271699ff58f827b86a": "Передайте болты",
    "67472430e90562d12c138d90": "Найдите гайки в рейде",
    "67472430b6831d834fd246b7": "Передайте гайки в рейде",
    "67472436c6637a2af24b24f2": "Найдите металлические запчасти в рейде",
    "67472436a04399bab1104790": "Передайте металлические запчасти",
    "6747243cd593b0303641bc78": "Найдите пучки проводов в рейде",
    "6747243cb2436f6f4343c01a": "Передайте пучки проводов",
    "67472443f896b34a213823f0": "Найдите силовой кабель в рейде",
    "674724439870a60bdf81c77b": "Передайте силовой кабель",
    "6747244a3073010c7ad93550": "Найдите USB-адаптеры в рейде",
    "6747244aafa0b158cb0ac188": "Передайте разъемы USB-адаптеров",
    "674724512d101997458693bd": "Найдите тройник в рейде",
    "6747245101dcb63ec9513dd4": "Передайте тройник",
    "674723bdd56b0c5b295bb6a1 name": "Словно у отца в сарае",
    "674723bdd56b0c5b295bb6a1 description": "Привет, оперативник, у тебя все в порядке? Я надеюсь что да. У меня снова есть кое-что для тебя. Видишь ли, я планировала пробыть в Таркове гораздо меньше. . Недавно на нашей 'базе' кое-что сломалось, и моя группа сейчас занята другими делами, поэтому я не могу просто отправить их за штуками для ремонта этого. Понимаете, к чему я клоню? Я хочу, чтобы вы привезли нам партию строительных принадлежностей и немного электроники. Я уверена, что вы найдете достаточно, я могу на вас рассчитывать?",
    "674723bdd56b0c5b295bb6a1 successMessagetext": "Надеюсь, на данный момент этого достаточно, большое вам спасибо. ",
    "674724a9ec8b7114e6eff689": "Убейте ЧВК",
    "674724b47c21e1462e6e4da4": "Найдите жетоны ЧВК в рейде",
    "674724b499215d3bb6e3a7d2": "Передайте жетоны",
    "67472495fb91486f4fb89cb3 name": "Повышение градуса",
    "67472495fb91486f4fb89cb3 description": "Хорошо, теперь мы знаем, что вы способны уничтожать бандитов, но как насчет ваших бывших коллег? В конце концов, эти пьяницы не такие уж и особенные, они слабы в одиночку, однако такие ЧВК, как вы, представляют реальную угрозу, при том что вы работаете в одиночку (Так ведь?). Давайте снова подвергнем вас испытанию, оперативник, нейтрализуй несколько бывших своих коллег и возьми с собой их жетоны, я хочу увидеть доказательства. У меня есть много других вещей, в которых ты можешь мне помочь, но мне нужна помощь того, кто знает как сражаться, ты готов?",
    "67472495fb91486f4fb89cb3 successMessagetext": "Что ж, похоже, в конце концов, все прошло хорошо, полагаю, для вас это было не так уж сложно, а?",
    "6766e860a06cbb38dec2434d": "Найдите какие-нибудь коллекционные предметы в рейде",
    "6766e8602861628bd38b5075": "передайте коллекционные предметы",
    "6766e795bcba079415915b6b name": "Оставьте себе сувениры",
    "6766e795bcba079415915b6b description": "Люди охотятся за особыми вещами. Особенно такие люди, как вы, операторы, которые много работают с местными 'фиксерами'. Некто по имени 'Скупщик' всегда ставил перед людьми одну и ту же задачу, кажется по заказу 'Коллекционер'. Видите ли, существует огромное количество таких сувениров, связанных с известными людьми по всему миру и таркову в частности, и перед людьми стоит задача найти их все, по одному из каждого коллекционного предмета. Если вы заинтересованы в том, чтобы получить доступ к одному из этих новых контейнеров для хранения, которые специально созданы для хранения этих сувениров, принесите мне три таких предмета коллекционирования, не беспокойтесь о дубликатах, просто принесите их, и мы сможем продать их. ",
    "6766e795bcba079415915b6b successMessagetext": "И это все? Я думал, что за этими предметами коллекционирования скрывается нечто большее, ну, в любом случае, вы знаете, где ваша награда. ",
    "6769f40e05a2eb8037e3f735": "Уничтожайте врагов, используя оружие из оружейного ряда СКС",
    "6769f36baded384a687d97a1 name": "Старое, но надёжное - Часть 1",
    "6769f36baded384a687d97a1 description": "Ну что ж, привет, я полагаю, ты знаком с Прапором? Конечно. У нас есть для тебя небольшое поручение, мы хорошо заплатим, интересно? Операторы в регионе перестали использовать карабин СКС, поскольку, в конце концов, есть варианты 'получше', однако Прапора это не устраивает. Это оружие - настоящая классика, безупречное качество. Тебе нужно воспользоваться одной из этих винтовок и поразить несколько целей, не важно, каких именно, нам просто нужно проверить ее работоспособность. ",
    "6769f36baded384a687d97a1 successMessagetext": "Вот и ты, ну и как тебе? Хорошее ружье, правда? Не волнуйтесь, у нас есть для вас еще несколько заданий, и не забудьте про награду. ",
    "6769f5e52026d0b12ba999d1": "Уничтожайте врагов, используя 'Мосинку'",
    "6769f51c43d1569d59e3c397 name": "Старое, но надёжное - Часть 2",
    "6769f51c43d1569d59e3c397 description": "Скоро вы узнаете, как работает оружие, которому больше ста лет, звучит забавно, не так ли? Если только, конечно. . Вы уже использовали это оружие раньше, что вполне вероятно. В любом случае, мы хотим, чтобы вы снова поразили несколько целей, используя винтовки Мосина, и не будет иметь значения, кого вы уничтожите, хорошо? Вы очень ограничены в обращении с этой винтовкой, так что держитесь на расстоянии, вы же не хотите, чтобы кто-то подобрался к вам и сделал то что вы собирались сделать с ним. И поверьте, вам действительно необходимо опробовать это оружие, это лишь образец того, что встретится вам в будущем. ",
    "6769f51c43d1569d59e3c397 successMessagetext": "Готово? Хорошо, я передам это Павлу Егоровичу",
    "6769f81c50e94210cceb42fe": "Уничтожайте врагов, используя ADAR 2-15",
    "6769f68fa4eb1eafdf31d38c name": "Старое, но надёжное - Часть 3",
    "6769f68fa4eb1eafdf31d38c description": "Неважно насколько вы предрасположены к этому оружию. По сути, это похоже на M4A1, но только с одиночным режимом огня, может он не идеален, но со своей задачей справится, к тому же стреляет очень плавно и отдача у него небольшая. Звучит неплохо, не так ли? В любом случае, это оружие русского производства, так что прапор предпочитает его больше, нежели чем американский аналог, так что не разочаровывайте его. Вернемся к заданию, оно в основном такое же, как и раньше, убивайте всех, кого увидите, используя, конечно, этот ствол, затем возвращайтесь за свои гонораром?",
    "6769f68fa4eb1eafdf31d38c successMessagetext": "Отлично, как вы думаете, это оружие заслуживает большей любви или лучше оставить его на прежнем месте? Не говорите прапору, если оно вам не нравится. ",
    "676aca4eea333a883b030b05": "Уничтожайте врагов, используя оружие под патрон 7,62х25 мм",
    "676aca14fe90a5a838dd04c3 name": "Старое, но надёжное - Часть 4",
    "676aca14fe90a5a838dd04c3 description": "Итак, нам нужно, чтобы вы протестировали оружие определенных калибров, так как патрон Токарева калибра 7,62х25 мм сейчас не очень популярен в наших краях. Я уверена, что видела только пистолеты ТТ-33 и пистолеты-пулеметы ППШ такого калибра. . Таким образом, арсенал весьма ограничен, но это не должно иметь большого значения, если вы будете уничтожать только низкоприоритетные цели, что вам разрешено делать для выполнения этой задачи. Итак, вперед, удачи!",
    "676aca14fe90a5a838dd04c3 successMessagetext": "Хорошо, возможно, этот арсенал не так уж и плох, как вы думаете?",
    "676acc060113a3325b537486": "Уничтожайте противников, используя винтовки типа АК с патронником 7,62х39 мм",
    "676acb5bc60f9d06283a2234 name": "Старое, но надёжное - Часть 5",
    "676acb5bc60f9d06283a2234 description": "Ладно, пока последнее задание. Настоящая классика - автоматы Калашникова калибра 7,62х39 мм и подобные им. Они очень популярны, хорошо известны и надежны, я уверена, что с ними вы добьетесь хороших результатов, совершенно уверена! Ваша задача будет такой же, как и в предыдущих заданиях, Убейте любую цель, которую вы увидите, пока вы используете упомянутое оружие, оно будет действовать. Итак, удачи вам, сообщите мне, когда закончите. ",
    "676acb5bc60f9d06283a2234 successMessagetext": "Как вы вернулись, вас же должы были. . Ха-ха-ха, да я шучу же, рада вас видеть. В любом случае, это достойные автоматы, не так ли? Что за вопрос, мы знаем, насколько хороши эти автоматы, спрос говорит сам за себя. ",
    "67618faddd795e63c1566b1b": "Измените стандартный HK USP . 45 в соответствии с приведенными спецификациями",
    "67618f93c508b3ae798a0239 name": "Лишние детали - Часть 1",
    "67618f93c508b3ae798a0239 description": "Приветствую. Вы, наверное, знаете, как это раздражает - покупать новое оружие и модифицировать его, но когда вы закончите, у вас останется куча бесполезных запчастей. И вы, наверное, знаете Сергея Арсеньевича, все называют его 'Механик', он продает некоторые пистолеты пустыми, без каких-либо запчастей. Однако он не единственный, кто так делает, потому что я продаю их таким же образом, просто не всем подряд, но вам я доверяю. . более или менее. Проверьте свои навыки, и вы получите доступ к ним, один за другим, конечно. Давайте начнем с малого, возьмем за основу USP и соорудим из него что-нибудь более эффективное, без излишеств, легче килограмма, довольно эргономичное, с магазином на двенадцать патронов и обычными прицелами USP ironsight. Я дам вам записку со всеми конкретными требованиями. Требования: - Сумма отдачи менее 695 - Вес менее 1,0 кг - Эргономичность 80 или выше - Емкость магазина не менее 12 патронов - Мушка HK USP - Задний прицел HK USP",
    "67618f93c508b3ae798a0239 successMessagetext": "Дайте опробую. *спустя 2 магазина*, да это весьма эргономично и эффективно, спасибо!",
    "675a4575dbf966ae604f4f0a": "Доработайте АКМС в соответствии с заданными спецификациями",
    "675a456b801bb92dae60542e name": "Лишние детали - Часть 2",
    "675a456b801bb92dae60542e description": "Ладно, я надеюсь, вам понравятся автоматы АК, потому что в Таркове вам придется много работать с ними, и лучше всего знать, как их модифицировать. Вот вам что-то классическое, ностальгическое - АКМ со складывающимся прикладом. У него должен быть современный магазин для АК-103 и черная пистолетная рукоятка для АК-74. Это еще не все, но будет лучше, если я опишу вам все остальные характеристики. Требования: - Сумма отдач менее 380 - Вес менее 3,75 кг - Эргономичность 50 или выше - Автомат АК-103, 7,62х39, Магазин на 30 патронов - Полимерная пистолетная рукоятка АК-74 - Компактный коллиматор - Тактический прибор. ",
    "675a456b801bb92dae60542e successMessagetext": "Фантастика, этого должно хватить. ",
    "67618ab31c022ed5d6b64130": "Модифицируйте AKMSN в соответствии с заданными спецификациями",
    "67618aad83c2ba931e036514 name": "Лишние детали - Часть 3",
    "67618aad83c2ba931e036514 description": "То же самое, что и раньше, только другие спецификации. Отличие этого варианта в том, что у него есть боковая направляющая. Круто, правда? Что ж, подробности будут описаны, как всегда, и убедитесь, что у этой штуки есть лазер или фонарь. Требования: - Отдача не более 425 - Вес не более 3,7 кг - Эргономика не ниже 60 - Тактическое устройство",
    "67618aad83c2ba931e036514 successMessagetext": ", да.. Выглядит неплохо. ",
    "6761945c114641d46646c97b": "Доработайте винтовку 'Сайга-12К' в соответствии с приведенными спецификациями",
    "6761944135ddfb7470a330e4 name": "Лишние детали - Часть 4",
    "6761944135ddfb7470a330e4 description": "Хорошо, мне нужно, чтобы ты превратил это ружье 'сайга' во что-то полезное, эргономичное, с магазином и оптическим прицелом, ты сможешь с этим справиться?Требования: - Сумма отдач не более 550 - Вес не более 4,25 кг - Эргономичность не ниже 55 - Наличие магазина - Наличие коллиматора",
    "6761944135ddfb7470a330e4 successMessagetext": "Все должно быть в порядке. ",
    "6761abee3145a4e5fe76c598": "Модифицируйте АК-105 в соответствии с приведенными спецификациями",
    "6761ab808567eefeff44ec2a name": "Лишние детали - Часть 5",
    "6761ab808567eefeff44ec2a description": "Эй, я хочу, чтобы ты взял этот АК-105 и сделал из него что-нибудь качественное. Пусть у него будет оптический прицел поменьше, лазерный или световой и магазин емкостью не менее тридцати патронов. Я еще раз дам тебе список со всеми подробностями. Требования: - Сумма отдач менее 300 - Вес менее 4,75 кг - Эргономичность 70 или выше - Емкость магазина не менее 30 патронов - Тактическое устройство - Штурмовой прицел",
    "6761ab808567eefeff44ec2a successMessagetext": "Да, эта штука потрясающая, отлично сделана. ",
    "6761af57b682a583fd5c22b2": "Модифицируйте СВД-С в соответствии с заданными спецификациями",
    "6761af40a082b41fbbe3e001 name": "Лишние детали - Часть 6",
    "6761af40a082b41fbbe3e001 description": "Итак, я ищу что-то простое, вызывающее ностальгию и надежное, что-то, что позволяет держаться на расстоянии, что-то классическое. Как насчет снайперской винтовки Драгунова? Наденьте на него оптический прицел ПСО-1M2-1, это должна быть именно эта модель, не путайте его с другими, внешне они все выглядят одинаково. Остальная информация будет записана как всегда. Требования: - Сумма отдач менее 575; - Вес менее 5,0 кг; - Эргономичность не ниже 30; - BelOMO ПСО-1М2-1 прицел 4х24",
    "6761af40a082b41fbbe3e001 successMessagetext": "Фантастика, это именно то, что я искала. ",
    "6761b123bed5f375659e84d0": "Модифицируйте ВСС 'Винторез' в соответствии с указанными спецификациями",
    "6761b116ffdb1b7a8a15d224 name": "Лишние детали - Часть 7",
    "6761b116ffdb1b7a8a15d224 description": "Возможно, это не самая популярная винтовка, но она очень особенная. У нее должен быть такой же прицел, как у СВД, которые вы делали раньше, не слишком тяжелый, достаточно эргономичный, но да, я просто еще раз опишу все детали. Требования: - Сумма отдач менее 225 - Вес менее 3,25 кг - Эргономичность 55 или выше - BelOMO ПСО-1М2-1 прицел 4х24",
    "6761b116ffdb1b7a8a15d224 successMessagetext": "Отлично! На данный момент это, должно быть, все. ",
    "6761b2891ad1683dd137baa4": "Измените значение ВАЛ'а в соответствии с заданными спецификациями",
    "6761b2806123cbc248407012 name": "Лишние детали - Часть 8",
    "6761b2806123cbc248407012 description": "У меня есть друг, который ищет одну из этих специальных штурмовых винтовок под патронник 9х39 мм, так как она должна называться ВАЛ. Довольно эргономичный магазин plum на двадцать патронов, пистолетная рукоятка plum и цевье plum. И сделайте так, чтобы у него был еще и зеркальный прицел, желательно установленный на боковой рейке, дальнейшие технические характеристики будут указаны ниже. Требования: - Сумма отдач менее 240 - Эргономичность 55 или выше - Магазин ВСС / ВАЛ 9x39 6L25 на 20 патронов (Plum) - Пистолетная рукоятка АС ВАЛ (Plum) - Полимерное цевье ВСС / ВАЛ (Plum) - Коллиматор",
    "6761b2806123cbc248407012 successMessagetext": "Да, это должно сработать, спасибо. ",
    "6761b43253def6b87ab5c1a5": "Модифицируйте MK47, чтобы он соответствовал заданным спецификациям",
    "6761b415c09eec912bb4de63 name": "Лишние детали - Часть 9",
    "6761b415c09eec912bb4de63 description": "Недавно я заинтересовалась экзотическим оружием, одно из них привлекло мое внимание, это, по сути, смесь винтовки на платформе AR и автомата AK. Этот автомат, похоже, очень популярен среди высококвалифицированных операторов, поэтому у меня возникла идея, чтобы вы создали такой же, и, конечно, у вас будет к нему доступ. Требования: - Сумма отдач менее 350 - Вес менее 3,75 кг - Эргономичность 55 или выше - Емкость магазина не менее 30 патронов - Тактический прибор - Коллиматор - Глушитель. ",
    "6761b415c09eec912bb4de63 successMessagetext": "Отлично, спасибо вам. ",
    "6761b5dad76f31f4b8c250a4": "Модифицируйте SR-25 в соответствии с указанными спецификациями",
    "6761b5c9b3bcd9ade203f808 name": "Лишние детали - Часть 10",
    "6761b5c9b3bcd9ade203f808 description": "Ладно, двигаемся дальше. Один из моих друзей, еще один местный дилер, искал что-нибудь, что можно было бы использовать для охоты и стрельбы на большие расстояния. Я почти уверен, что он говорил о SR-25, великолепной дмр-ке, неудивительно, что он выбрал его. В любом случае, он должен быть достаточно эргономичным, иметь соответствующий оптический прицел, глушитель и тактическое устройство, но я могу записать вам все еще раз. Требования: - Сумма отдач менее 280 - Вес менее 5,5 кг - Эргономичность 45 или выше - Емкость магазина не менее 20 патронов - Приклад AR-15 DoubleStar ACE SOCOM Gen. 4 - Оптический прицел - Глушитель - Тактическое устройство",
    "6761b5c9b3bcd9ade203f808 successMessagetext": "Замечательно, молодец, оперативник, не забудьте гонорар. ",
    "6761b7c20237496e8bbcd11a": "Модифицируй RSASS в соответствии с заданными характеристиками",
    "6761b7767e572e2e09758ad0 name": "Лишние детали - Часть 11",
    "6761b7767e572e2e09758ad0 description": "Эй, тот же парень, который заказал SR-25, теперь хочет что-то похожее, тебе интересно? RSASS - это самое близкое, что мы могли бы получить на данный момент, так что это то, с чем вы будете работать, это должно быть что-то с глушителем, но что-то, что можно использовать на близких и дальних расстояниях, поэтому лучше всего подойдет оптический прибор с лупой, но, знаете, я расскажу вам обо всех других способах. еще раз повторю, желаю удачи. Требования: - Сумма отдач менее 290 - Вес менее 6,0 кг - Эргономичность 45 или выше - Емкость магазина не менее 20 патронов - Цевье BCM GUNFIGHTER MOD 3 M-LOK (черное) - Гибридный прицел EOTech HHS-1 (Tan) с глушителем",
    "6761b7767e572e2e09758ad0 successMessagetext": "Отличная работа, с ней все должно быть в порядке. ",
    "6761ba8bf2b5b78150b09647": "Модифицируем SIG MCX-Spear в соответствии с заданными характеристиками",
    "6761ba4e01c1c7be63671968 name": "Лишние детали - Часть 12",
    "6761ba4e01c1c7be63671968 description": "Будьте осторожны, это очень редкое и очень дорогое оружие. Покупатель хотел, чтобы оно было идеальным, оснащенным оптическим прицелом vudu и стандартной рукояткой для пистолета sig spear. В нем должно быть более двадцати пяти патронов, сможете ли вы с этим справиться? Требования: - Сумма отдач менее 250 - Эргономичность 45 или выше - Емкость магазина не менее 25 патронов - Пистолетная рукоятка AR-15 SIG с уменьшенным углом наклона (загар Койота) - Оптический прицел EOTech Vudu 1-6x24 30 мм",
    "6761ba4e01c1c7be63671968 successMessagetext": "Фантастика! И снова отличная работа. ",
    "6761bda0256c1556e1fb0aaa": "Модифицируем ПКМ в соответствии с заданными спецификациями",
    "6761bd93d87008565f79d473 name": "Лишние детали - Часть 13",
    "6761bd93d87008565f79d473 description": "Ладно, у нас большой заказ, ты знаешь, как обращаться с пулеметами? Тебе лучше это сделать. Новый покупатель хочет два автомата, ПКМ и ПКП, мы начнем с ПКМ. В этом нет ничего особенного - дульный тормоз zenit, деревянный приклад пкм и пистолетная рукоятка. Требования: - Сумма отдач менее 455 - Вес менее 9,1 кг - Эргономика 5 или выше - PK 7. 62x54R на 100 патронов - Коробка для патронов - PK Zenit DTK-1P 7. 62x54R с дульным тормозом - PK Пистолетная рукоятка - Деревянный приклад ПКМ",
    "6761bd93d87008565f79d473 successMessagetext": "Да, по крайней мере, на мой взгляд, выглядит неплохо, надеюсь, покупатель примет это. ",
    "6761c0f3bc3844bb2140fb3d": "Модифицируйте ПКП в соответствии с указанными спецификациями",
    "6761c02c5d4826402dd81b96 name": "Лишние детали - Часть 14",
    "6761c02c5d4826402dd81b96 description": "Перейдем к следующему, ПКП. У него должны быть сошки PK и черная пистолетная рукоятка PK. Дальнейшие характеристики будут указаны как всегда, не забывайте об этом. Требования: - Сумма отдач менее 470 - Вес менее 10,0 кг - Эргономичность 10 или выше - Патронная коробка PK 7. 62x54R 100 - Пистолетная рукоятка PK (черная) -",
    "6761c02c5d4826402dd81b96 successMessagetext": "Хорошая сошка. Покупателя устроило оба вида оружия. ",
    "6761c1f8a2db2452b68805da": "Модифицируйте MK-18 Mjölnir, чтобы он соответствовал указанным спецификациям",
    "6761c1e41e5ad9a96c8921a3 name": "Лишние детали - Часть 15",
    "6761c1e41e5ad9a96c8921a3 description": "У меня осталось последнее задание, касающееся одной из этих массивных винтовок калибра .338 лапуа магнум. У нее должен быть оптический прицел sig tango 1-6x, магазин емкостью не менее десяти патронов и она должна быть достаточно эргономичной. У вас снова будет вся информация на бумаге. Требования: - Сумма отдач менее 930 - Вес менее 8,0 кг - Эргономичность 45 или выше - Емкость магазина не менее 10 патронов - Оптический прицел Sig TANGO6T 1-6x24 30 мм",
    "6761c1e41e5ad9a96c8921a3 successMessagetext": "Идеально, да, так и должно быть. ",
    "67472523c9dfbec833d3581b": "Найдите блокпост ВС РФ на таможне",
    "67472581ae5727073379dad1": "Найдите блокпост ВС РФ на Лесу. ",
    "674725b4662b8f2c571baaa9": "Найдите захваченную базу ВС РФ возле железнодорожного моста на юго-востоке берега",
    "67472503ea7a07fc5c20b8a4 name": "Бонд, оператор Бонд - Часть 1",
    "67472503ea7a07fc5c20b8a4 description": "Здравствуй, оператор. У меня есть для вас кое-что интересное, очень важное. Я не могу рассказать вам слишком много, потому что это может поставить под угрозу нашу маленькую операцию. Мне и моим ребятам нужна информация о пунктах эвакуации российской армии и разгромленном лагере в порту. Я могу дать вам не так много информации, все, что я знаю, это то, что один из них должен быть рядом с рекой на таможне, а другой - рядом с пунктом МЧС в лесу. И, кстати, в порту все еще может быть полно мин, так что не подходите близко к стенам. Не могли бы вы проверить их все и посмотреть, могут ли они нам еще пригодиться?",
    "67472503ea7a07fc5c20b8a4 successMessagetext": "Хорошая работа. Я постараюсь узнать, полезна ли нам ваша информация. Также не забудьте внести оплату. ",
    "67472610ac5ef9d78dcc6acc": "Найдите шлемы Ратник 6В47 (прочность +75%)",
    "67472617e77567627a9e6e34": "Передайте шлемы 6В47",
    "6747263810c6df3feac9d065": "Найдите бронежилет цвета Flora (прочность +75%)",
    "674726383c032e0767108acd": "Передайте бронежилет цвета Flora (я так и не понял какая броня имеется в виду, извините)",
    "674725ff49d0b6a4089163d2 name": "Бонд, оператор Бонд - Часть 2",
    "674725ff49d0b6a4089163d2 description": "И снова здравствуйте! Хорошие новости, информация, которую вы нам предоставили о пунктах эвакуации, помогла нам получить больше информации о текущих делах российской армии в Таркове. Итак, вот что дальше: у меня есть контакт, который, возможно, смог бы собрать несколько человек, чтобы сблизиться с высокопоставленными офицерами, однако у него нет подходящего снаряжения для них, в частности шлемов и жилетов. Это должны быть шлемы 6В47 с чехлом или без него и бронежилеты в стиле digital flora. Это не должно быть слишком сложно. Возможно, они есть у кого-то из местных бандитов, однако мне все равно, где вы берете эти вещи, главное, чтобы они были в приемлемом состоянии. И я советую вам не покупать ничего из необходимых предметов, но это ваш выбор, я рекомендую экономить свои деньги. Удачи! ",
    "674725ff49d0b6a4089163d2 successMessagetext": "Те, кто должен это сделать, спасибо. ",
    "674726b09c7f8d4bfeb4e33b": "Устраните диких, будучи экипированным в указанное снаряжение",
    "674726c041771fbe63674d76": "Устраните бойцов ЧВК, будучи экипированным в указанное снаряжение",
    "674726d7dccedcfaf10e8d50": "Устраните Рейдеров/Отступников, будучи экипированным в указанное снаряжение",
    "6747268e69275427dffb78f7 name": "Бонд, оператор Бонд - Часть 3",
    "6747268e69275427dffb78f7 description": "Слушайте внимательно, потому что у нас плохие новости. Похоже, что наши контакты с подозрением относятся к нашим инсайдерам… Теперь они сомневаются в их присутствии. У меня есть идея! Почему бы вам просто не нарядиться как они, не взять их снаряжение и не отправить на тот свет кучу местных жителей, бандитов и ЧВК? Вам просто нужно как следует их разозлить и продолжать в том же духе, пока новости не дойдут до наших приятелей из ВС РФ. Я могу одолжить тебе кое-что из снаряжения, так как у нас еще осталась куча припасов, но не думай, что я буду продолжать раздавать тебе бесплатные вещи после того, как ты их потеряешь, хорошо? Что ж, тогда удачи, воин. Указанное снаряжение: - Автомат АК-74М / АК-12 - Бронежилет Digital Flora (простите, так и не понял о каком конкретно арморе идёт речь :(   )- Шлем ратник 6В47",
    "6747268e69275427dffb78f7 successMessagetext": "Ха-ха-ха, у меня вот такая мысль возникла - 'Это не было военным преступлением, если это было весело', ха-ха, ведь так? Ой да ладно, шутить тоже надо время от времени. Извините. ",
    "6747280d2c15af6797507c9b": "Найдите офис на новой заправке на локации таможня",
    "67472824084671955e894e90": "Найдите Ж/Д вокзал на локации Резерв",
    "6747282ebf0df55d615cc493": "Найдите первый Тигр рядом с грузовиком Террагрупп в центре города на эпицентре",
    "674728364d7e8791c8ede88b": "Найдите второй Тигр рядом с грузовиком Террагрупп в центре города на эпицентре",
    "6747283e4d0b8420e0b72814": "Найдите третий Тигр рядом с грузовиком Террагрупп в центре города на эпицентре",
    "6747284779ff1b97bbb81989": "Найдите последний Тигр, рядом с Накатани на эпицентре",
    "674727f9beeec883a8b733e4 name": "Бонд, оператор Бонд - Часть 4",
    "674727f9beeec883a8b733e4 description": "У меня снова есть кое-что для тебя, оперативник, но на этот раз ничего, что имело бы прямое отношение к офицерам ВС РФ. Некоторые из банд здесь, в Таркове, до конфликта были связаны с российской армией или с правоохранительными органами, некоторые из них были коррумпированными, некоторые служили в армии или спецназе. Мне нужно, чтобы вы проверили все позиции, на которых их видели. Я дам вам список всех мест, которые вам нужно посетить, о и ещё кое-что, вам нужно еще раз сходить на эпицентр, я думаю, там были военные машины, проверьте и их. ",
    "674727f9beeec883a8b733e4 successMessagetext": "Надеюсь, никто не доставал вас, пока вы осматривали указанные позиции, а? Ну, в любом случае, вы знаете, что здесь все непросто, и не забудьте гонорар. ",
    "67472909d2fad338f3fa0a57": "Устраните свиту Решалы в период с 20:00 до 07:00. ",
    "67472912fe7718ff67651f8a": "Убейте свиту Кабана или Коллонтай в период с 20:00 до 07:00",
    "674729bda18d1caf36d5beb2": "Убейте свиту Глухаря в период с 20:00 до 07:00",
    "674728d52fe62c289180baf3 name": "Бонд, оператор Бонд - Часть 5",
    "674728d52fe62c289180baf3 description": "Ладно, теперь у меня снова есть кое-что важное. Я хочу, чтобы вы взяли под стражу главарей банд, которые имели отношение к ВС РФ и прочим. Они не должны вас видеть, пусть думают, что это засада, поэтому подождите, пока на улице не стемнеет. Я действительно надеюсь, что это сработает, но если ты сделаешь все правильно, у нас все будет хорошо. Мой план состоит в том, что они будут более осторожны после того, как вы уничтожите нескольких из них, в следующей части вам нужно снова переодеться в форму ВС РФ и снова избавиться от кучки бандитов, они, вероятно, подумают, что это их 'товарищи' из рядов Русской армии напали на них, что может заставить их напасть на одну из позиций ВС РФ, так что заставьте главарей потерять кучу своих парней. ",
    "674728d52fe62c289180baf3 successMessagetext": "Хорошая работа, оперативник, я сообщу тебе, как только слухи распространятся. ",
    "67472a27e0490e837e01ff98": "Уничтожайте противников, используя указанное снаряжение ВС РФ на таможне",
    "67472a5438878876dcbe8c22": "Уничтожайте противников, используя указанное снаряжение ВС РФ на резерве",
    "67472a63f94746bd0f99ff9e": "Уничтожайте противников, используя указанное снаряжение ВС РФ на Эпицентре или на улицах Таркова",
    "67472a02e64a37a015c27d4a name": "Бонд, оператор Бонд - Часть 6",
    "67472a02e64a37a015c27d4a description": "Ну, угадайте, что произошло! Банды не знают, что на них нашло, они начинают расследование, это ваш шанс, оперативник! Ты знаешь, какое снаряжение тебе нужно, не забудь избавиться от этих парней на их территории, я надеюсь, что мы наконец закончим эту операцию после выполнения этого задания, удачи, оперативник, ты знаешь, что я рассчитываю на тебя. Необходимое снаряжение: - Автомат АК-74М или АК-12; - Бронежилет Digital Flora; - Шлем 6В47 'Ратник'. (опять же не понял что за бронежилет имеется в виду, простите)",
    "67472a02e64a37a015c27d4a successMessagetext": "Потрясающая работа! Я только что получила сообщения о крупных столкновениях в регионе, надеюсь, что теперь эти банды будут представлять меньшую проблему для нас. ",
    "67516c92007c435af2ca1f65": "Доработайте ADAR 2-15, чтобы он соответствовал заданным спецификациям",
    "67516c77476efeef09be34a1 name": "Осваиваем арсенал - Часть 1",
    "67516c77476efeef09be34a1 description": "Эй, я только что связалась со специальным подрядчиком, однако мне нужна твоя помощь кое в чем, на самом деле, во многих вещах, но мы разберемся с ними по порядку. Итак, слушайте внимательно. Он ищет очень специфическое оружие, большую часть которого вы не сможете найти везде. Итак, он, по сути, хочет карабин M4A1, но в гражданском варианте, так почему бы вам не взять одну из этих русских винтовок типа AR-15 и не сделать ее похожей на обычную гражданскую M4, вы можете с этим справиться? Требования: - Вес менее 3,0 кг - Емкость магазина не менее 30 патронов - Удлиненное цевье карабина AR-15 Colt M4 + Нижнее цевье - Мушка M4A1 с газовым блоком - Пистолетная рукоятка AR-15 Colt A2 - Приклад M4SS высокого стандарта AR-15 - Ручка для переноски заднего прицела AR-15 - Светопреставитель /дульный тормоз/Компенсатор",
    "67516c77476efeef09be34a1 successMessagetext": "По крайней мере, мне кажется, что все в порядке, это должно сработать как надо. Спасибо. ",
    "675171b30c635af21db837f5": "Модифицируйте АК-74Н в соответствии с заданными характеристиками",
    "6751718a8b3f5b546858efb2 name": "Осваиваем арсенал - Часть 2",
    "6751718a8b3f5b546858efb2 description": "Ладно, следующий. Он ищет что-то русское, ностальгическое, 'старое, но не слишком', я бы сказал, что лучше бы это охарактеризовал. Автомат АК 5,45х39 мм с боковой накладкой, аксессуарами 'сливового цвета' и оптическим прицелом. . Звучит достаточно просто, я полагаю, вы и с этим справитесь, я еще раз запишу вам все подробности на всякий случай. Требования: - Эргономика 50 или выше - Полимерное цевье АК-74 (Plum) - Полимерный приклад АК-74 (Plum) - Бакелитовая пистолетная рукоятка АК-74 - Магазин АК-74 5. 45x39 6L23 на 30 патронов (Plum) - Коллиматор",
    "6751718a8b3f5b546858efb2 successMessagetext": "Отлично! Это выглядит так, словно его забрали у бандита, идеально!",
    "67517579df10feed13a4b50d": "Модифицируйте 'УЗИ' в соответствии с заданными характеристиками",
    "6751751f0e38a97dbe6a3d91 name": "Осваиваем арсенал - Часть 3",
    "6751751f0e38a97dbe6a3d91 description": "Вопрос на засыпку, чё лучше смотрится? Этот пистолет с высокими кросовками? Или вот этот УЗИ? С обычными? Ладно, надену вот эти *Лотус достала широкие розовые тапочки с мордочкой зайчика. Ха-ха, неплохая сценка была, да? Ладно, посмеялись и хватит, на этот раз это должен быть 'УЗИ' с магазином на 25 патронов. Он также должен быть очень эргономичным, не слишком тяжелым и иметь тактическое устройство, а также компактный коллиматор. Но я еще раз опишу все конкретные требования. Требования: - Сумма отдач менее 225 - Вес менее 3,75 кг - Эргономичность 70 или выше - Емкость магазина не более 25 патронов - Компактный коллиматор - Тактическое устройство. ",
    "6751751f0e38a97dbe6a3d91 successMessagetext": "Фантастический, культовый, но я думаю, что на этом пока все и должно остаться.",
    "67472ad1498aa42e0434c495": "Передайте рюкзаки 'Day Pack'",
    "67472ad1993e9e8bc1a7cc20": "Передайте рюкзаки 'Pilbox'",
    "67472adb410a222ace984251": "Передайте рюкзаки 'Т20'",
    "67472ac35a736a84d3d9efc5 name": "Рюкзаки прозапас - Часть 1",
    "67472ac35a736a84d3d9efc5 description": "Здравствуйте. У меня снова есть для вас небольшая работенка, вам интересно? Надеюсь, что да, в общем, моей группе нужно несколько новых рюкзаков. Иногда после грабежа они ввязываются в драки, и им приходится выбрасывать сумки, чтобы увеличить свои шансы на выживание. Мне больше нужны люди, чем ресурсы. Из-за этого у нас очень быстро заканчиваются хорошие рюкзаки, по этому я хочу, чтобы вы принесли нам несколько рюкзаков среднего размера. Мне все равно, где вы их достали, но если вы решите взять их у кого-то другого, я рекомендую вам отработать нескольких диких/рейдеров и проверить их снаряжение, возможно, у них есть что-то из того, что нам нужно. Еще раз удачи!",
    "67472ac35a736a84d3d9efc5 successMessagetext": "Это должно быть то что нужно, спасибо. ",
    "67472d4db4c4608d09ba77d7": "Передайте рюкзаки 'Tri-Zip'",
    "67472d4df73cad65c9364479": "Передайте рюкзаки 'F5 SwitchBlade'",
    "67472d4d6ff8949e5285ee23": "Передайте рюкзаки 'Mystery Ranch SATL Bridger Assault Pack'",
    "67472d3df3e373a389e47c89 name": "Рюкзаки прозапас - Часть 2",
    "67472d3df3e373a389e47c89 description": "Возможно, будет немного странно просить еще раз, но моим ребятам нужно больше рюкзаков. снова. Но на этот раз нам нужны рюкзаки побольше. Эти действительно большие русские рюкзаки были бы великолепны, может быть, вы сможете изготовить их в своем убежище, если знаете как. Кроме того, некоторые товарищи из отряда 'Санитара' были замечены с такими узкими рюкзаками для медикаментов, которые были бы нам чрезвычайно полезны. Вы можете сделать это для меня?",
    "67472d3df3e373a389e47c89 successMessagetext": "Да, это именно те, которые мы хотели. ",
    "67472df7a66492030e3d9e0b": "Найди золотые цепочки в рейде",
    "67472df796014626a80b5d63": "Отдай цепочки",
    "67472dfe973be86431919763": "Найди золотые часы Roler в рейде",
    "67472dfeacdbb61fa6aa0971": "Отдай часы",
    "67472e05dcf77c4a38528739": "Найди золотые кольца с черепами в рейде",
    "67472e05151aba0a306f9509": "Отдай кольца",
    "67472de565eb520c7a8af1a5 name": "Взломщик сейфов - Часть 1",
    "67472de565eb520c7a8af1a5 description": "Привет, тебе нравятся блестящие вещи? - хорошо! Мне тоже. Некоторые вещи просто не теряют своей ценности, понимаешь, что это значит? Да! Попробуй найти кучу драгоценностей или еще какую-нибудь хрень, которая выглядит так, будто она дорого стоит, обязательно найди разные вещи. Покопайся в куче сейфов, проверь запертые комнаты, у меня все еще валяются ключи, не уверен, что они пригодятся, но они мне не нужны, так что можешь взять их.",
    "67472de565eb520c7a8af1a5 successMessagetext": "Ух ты, какие приятные вещицы ты мне принес, рада, что теперь они мои. Вот твоя оплата, наслаждайся. ",
    "67472e3b095b581eb3e2093a": "Найди жетон шерифа в рейде",
    "67472e3b8a2ccac3989480a0": "Отдай жетон шерифа",
    "67472e41a54b4754df238440": "Найдите антикварные чайники в рейде",
    "67472e41f343786267fe225e": "передайте чайники",
    "67472e489737a6ce2f27949b": "Найдите золотые яйца в рейде",
    "67472e48c62acd9a906283a4": "передайте яйца",
    "67472e4e092acb285742960c": "Найдите антикварные вазы в рейде",
    "67472e4efdf4c5674cd5b579": "передайте вазы",
    "67472e5592e52f2c9c46e38c": "Найдите деревянные часы в рейде",
    "67472e5586ad123e141c4ee8": "передайте часы",
    "67472e2e0de022e6d88c5efb name": "Медвежатник - Часть 2",
    "67472e2e0de022e6d88c5efb description": "Здравствуйте снова! У меня снова кое-что появилось, с нами только что связался один коллекционер, он хочет купить кое-какие редкие украшения. Ну, знаете, снова блестящие и редкие вещицы, как в прошлый раз. Мне просто снова нужна ваша помощь, не могли бы вы сделать это для меня? У нас нет всего, что он хочет, я пришлю вам список того, что нам еще нужно для нашего клиента. ",
    "67472e2e0de022e6d88c5efb successMessagetext": "Да, это все, что нам было нужно для сделки, спасибо. ",
    "67472ea90aa199ae323f5da4": "Найдите инъекторы с морфием в рейде",
    "67472ea94ec9a18a67d55856": "Передайте инъекторы с морфием",
    "67472eb1b295899860a590e8": "Найдите инъекторы с адреналином в рейде",
    "67472eb10b438fc2a40c8f65": "Передайте инъекторы с адреналином",
    "67472eb93f4381a9e8208fdb": "Найдите инъекторы с пропиталом в рейде",
    "67472eb9abd9968a1cbd4035": "Передайте инъекторы с пропиталом",
    "67472e831d2ad53e655d30e6 name": "В поисках кайфа - Часть 1",
    "67472e831d2ad53e655d30e6 description": "Еще раз здравствуйте, у меня есть кое-что важное, возможно, это вас заинтересует. В общем, с нами только что связался покупатель, который ищет определенные... наркотики из Таркова, товары, связанные с Terragroup, я полагаю? Ну, в любом случае, меня не волнует их происхождения или намерения, он заплатит за это достаточно. Все, что мне нужно от вас, это привезти мне несколько шприцов, которых у меня сейчас нет с собой, я дам вам доступ к нашим запасам специальных инъекторов для этого, если вы поможете. Вы в деле? Я дам вам список необходимых вещей, я буду рассчитывать на тебя, оперативник. ",
    "67472e831d2ad53e655d30e6 successMessagetext": "Хорошая работа, это все инъекторы, которые просил парень, вот ваша оплата. ",
    "67699d5de1b39819af9143bc": "Найдите инъекторы SJ1 в рейде",
    "67699d5d4da1e906fb53c5c8": "Передайте инъекторы SJ1",
    "67699d5d0c14cef522ff9992": "Найдите инъекторы SJ6 в рейде",
    "67699d5d596af44864fa88de": "Передайте инъекторы SJ6",
    "67699d5dae0d2458ba147348": "Найдите инъекторы Обдолбоса во время рейда",
    "67699d5d0d00abdc49cae934": "Передайте инъекторы Обдолбоса",
    "67699d5dea49cdfc5c01fca4": "Найдите инъекторы Загустина во время рейда",
    "67699d5da086792ca38618d1": "Передайте инъекторы Загустина",
    "67699b1421e57b1c6415f6c3 name": "В поисках кайфа - Часть 2",
    "67699b1421e57b1c6415f6c3 description": "Хорошо, следующая поставка. Больше стимуляторов. На этот раз заказ больше, я предполагаю, что этот покупатель будет увеличивать заказ каждый раз, возможно, он просто проверяет нас. В любом случае, я отправляю вам список. Убедитесь, что вы действительно нашли их сами, нам не нужно то, что уже продается или используется, понятно?",
    "67699b1421e57b1c6415f6c3 successMessagetext": "Да, это правильные инъекторы, молодец, мы получим следующий заказ очень скоро. ",
    "67699e803bf297d5aa6f4316": "Найдите инъекторы PNB (продукт 16 ) в рейде. ",
    "67699e805076b8a53d73b70c": "Передайте инъекторы PNB (изделие 16 )",
    "67699e8779b882535f11215e": "Найдите инъекторы P22 (Изделие 22 ) в рейде",
    "67699e875e3543f19ef84dd0": "Передайте инъекторы P22 (Изделие 22 )",
    "67699e8f70590555e1222b9d": "Найдите инъекторы AHF1-M в рейде",
    "67699e8f57904ad7029f8b9b": "Передайте инъекции AHF1-M",
    "67699eb64331b971f8a5d2a7": "Найдите инъекции мельдонина в рейде",
    "67699eb663cbf6d7e56924e2": "Передайте инъекции мельдонина",
    "67699ec8c9228a4194ff89a5": "Найдите инъекции тримадола в рейде",
    "67699ec8e4dc1ff1b54e9c9d": "Передайте инъекции тримадола",
    "67699dc535f6bb1f5781c4cc name": "В поисках кайфа - Часть 3",
    "67699dc535f6bb1f5781c4cc description": "Итак, новый заказ, на этот раз еще больше инъекторов. Это, должно быть, последний заказ от этого конкретного покупателя, но я был бы не против, если бы он заказал еще. Итак, сейчас он ищет еще более редкие инъекторы, так что, возможно, стоит посетить лабораторию Terragroup? Вы сами решаете, где будете их искать, есть достаточно мест, которые вы можете посетить, но помните, что высокий риск - это высокая награда. ",
    "67699dc535f6bb1f5781c4cc successMessagetext": "Отлично, я постараюсь отправить вам платеж, наберитесь терпения. ",
    "674750912eab1f1652dd5003": "Найдите в рейде 3 (b-TG) инъектора",
    "67475091a38462b94bc5068c": "Передайте 3 (b-TG) инъектора",
    "6747509920f08b2efbefed4c": "Найдите в рейде инъекторы L1 (норадреналина)",
    "674750990e127df98c615870": "Передайте инъекторы L1 (норадреналина)",
    "674750a04aa3c65cacf476d1": "Найдите инъекторы  eTG в рейде",
    "674750a04159ca9270314174": "Передайте инъекторы eTG",
    "674750a74d4e7e40339af03b": "Найдите инъекторы SJ9 в рейде",
    "674750a705e6f84c4dce621b": "Передайте инъекторы SJ9",
    "674750ada4a219f705a0792f": "Найдите инъекторы SJ12 в рейде",
    "674750ad9a9970139901093c": "Передайте инъекторы SJ12",
    "674750c092c8202a0f95c7a1": "Найдите инъекторы M. U. L. E. в рейде",
    "674750c0c56805c994d06f6d": "передайте инъекторы M. U. L. E. ",
    "6747508429ca66164b39e637 name": "В поисках кайфа - Часть 4",
    "6747508429ca66164b39e637 description": "У меня снова есть кое-что для вас, парень, который купил у нас партию инъекторов, был настолько доволен ими, что попросил еще одну партию. Могу ли я снова на вас рассчитывать? Он просит еще, но на этот раз еще более дорогие и редкие, не беспокойтесь о времени, однако, оперативник, нам сказали, что он может их подождать. Возможно, стоило бы поискать эти инжекторы в лаборатории Terragroup, по крайней мере, таков был мой план. Я могу только предполагать, сколько редких инжекторов вы могли бы найти в этом месте. В любом случае, удачи, оперативник!",
    "6747508429ca66164b39e637 successMessagetext": "Подожди, дай я их пересчитаю. . Да, это, должно быть, все, еще раз спасибо, оперативник. ",
    "6747510c9ee5fe2669d13f2d": "Убейте диких, находясь под действием любого стимулятора",
    "674751160d609f5ef0c26a59": "Убейте боевиков ЧВК, находясь под действием любого стимулятора",
    "67475120fbeca4618450f671": "Убейте рейдеров, находясь под действием любого стимулятора",
    "6747512beb3ada8dabef4273": "Убейте боссов, находясь под действием любого стимулятора",
    "674751362cb2e6a93b9c8faa": "Найдите офис Санитара на локации лаборатория",
    "67475149f48551c4740a8950": "Установите камеру WI-FI возле офиса Санитара на локации лаборатория",
    "6747515788c6e18446596b2f": "Зайдите в офис Санитара на локации лаборатория",
    "674751605e68641bc8802738": "Уничтожайте врагов, находясь под воздействием любых стимуляторов в лаборатории",
    "674750fa37089121191b7d6f name": "В поисках кайфа - Часть 5",
    "674750fa37089121191b7d6f description": "Привет, помнишь заказы на все инъекторы? Что ж, у меня снова есть кое-что для тебя, но это необычная работа. Мне нужно проверить, насколько ты эффективен в бою после того, как принял эти странные препараты, чуешь, к чему я клоню? Убей диких, оперативников ЧВК, рейдеров диких и любого из боссов. Также мне нужно зайти в лабораторию Terragroup, мужчина по имени Санитар, который также является одним из местных Боссов, был там бывшим работником или что-то в этом роде, его офис, очевидно, заперли, так что вам понадобится его ключ-карта, чтобы войти. Вы можете проверить это место? Установите камеру в коридоре перед его кабинетом и не забудьте зайти внутрь, там могут быть сокровища! Да, и пока вы будете в лаборатории, уберите нескольких парней, будучи под препаратами... Я только осознала как это плохо звучит, но так или иначе, удачи!",
    "674750fa37089121191b7d6f successMessagetext": "Мы подключили камеру, которую вы установили, отличная работа. Я знал, что могу на вас положиться. ",
    "67475203c3f46235ff06f1e6": "Найдите контрольно-пропускной пункт к западу от лесопилки, где Группа попала в засаду в Лесу",
    "6747520cbd441fa7c62437d6": "Убейте сектантов по кличке 'Сектант' в Лесу",
    "67475213929f660a17be0e23": "Убейте священника-сектанта по кличке 'Жрец' в лесу",
    "674751d636b2485baddcf5cc name": "Поклонение - Часть 1",
    "674751d636b2485baddcf5cc description": "Ты сейчас занят? Нет? Хорошо. Слушай, вчера вечером дело приняло серьезный оборот, мои ребята были на ночной разведке в большом лесу. Они хотели пойти на лесопилку, но связь с ними пропала, когда они добрались до контрольно-пропускного пункта чуть западнее от неё. Большинство из них были застрелены, лишь немногие выжили, и они рассказали мне, что попали в засаду, устроенную группой уродов в капюшонах и жутких масках. Я уже слышала слухи о них, но думала, что это миф, чтобы напугать народ. Сначала я подумала, что они шутят, но оказалось, что это не так. Некоторым из моих ребят удалось отбиться и отступить. Я думаю, ты уже знаешь, чего я от тебя хочу, а? Твоя догадка, вероятно, верна. Посети ночью тот блокпост и избавься от этих клоунов в капюшонах. Я свяжусь с тобой, оперативник. ",
    "674751d636b2485baddcf5cc successMessagetext": "Молодец! Не думаю, что эти засранцы вернутся так скоро. ",
    "674753265e127b91dc935a25": "Посетите ритуальную площадку возле контрольно-пропускного пункта в Лесу",
    "6747532e0a217f7c29c8f122": "Посетите ритуальную площадку в трехэтажном здании общежития на таможне",
    "6747535447f4ace082591614": "Посетите ритуальную площадку в восточном крыле санатория на Берегу",
    "67475302960eb9c091be4cd1 name": "Поклонение - Часть 2",
    "67475302960eb9c091be4cd1 description": "Итак, я немного покопался в этом вопросе. Похоже, что об этом известно гораздо больше, чем я думал вначале. Очевидно, это не просто какие-то странные люди, которые выслеживают людей по ночам, это целый культ, и они оставляют свои следы по всему региону. Я сам не видел ритуальных мест и разметки, поэтому мне нужно подтверждение от вас, не могли бы вы проверить места, которые, по утверждению моих ребят, там есть?На данный момент не имеет значения, есть ли там запертые комнаты, мне просто нужно, чтобы вы подтвердили, что символы там есть. ",
    "67475302960eb9c091be4cd1 successMessagetext": "Удивительное открытие. . Заставляет задуматься, что еще в этом может быть интересного? В любом случае, спасибо, возьмите это. ",
    "674753ae303bd52e998c8a1c": "Найдите любую из жутких масок сектантов в рейде",
    "674753b841c24a238a8b51eb": "передайте маски сектантов",
    "674753c010ed5af70d01f480": "Найдите ножи сектантов в рейде",
    "674753c4993650c509efa536": "передайте ножи сектантов",
    "674753a03ebe62863feec9fb name": "Поклонение - Часть 3",
    "674753a03ebe62863feec9fb description": "Некоторые люди снова сообщили о деятельности сектантов в этом районе. Похоже, некоторые из них вернулись за добавкой. Теперь мне нужно от вас кое-что из их вещей, что бы они ни везли, это может оказаться ценным. Возьмите их одежду и эти странные кинжалы, которые они носят, я не думаю, что они отдадут вам свои вещи бесплатно, так что вам придется убить их снова. . или подождать, пока кто-нибудь другой сделает это за вас. Вы можете вернуться, когда соберете все вещи, удачи вам еще раз. ",
    "674753a03ebe62863feec9fb successMessagetext": "Это, несомненно, интересный материал, спасибо, возьмите его с собой. ",
    "6747541380ec154c426c4980": "Посетите здание 'Белой пешки' в заповеднике",
    "67475419d732c4eed8ef198a": "Посетите здание Черной пешки в резерве",
    "6747542aaa6d55cd31c969c3": "Посетите здание Белого слона в резерве",
    "6747543e0048cbafd140334f": "Посетите здание Черного слона в резерве",
    "6747544e0571943a2099744d": "Посетите здание Белого короля в резерве",
    "6747545fdf97a92e6bc13884": "Посетите здание Белой королевы в резерве",
    "6747547b07480404b90a2abe": "Посетите здание Белого коня в резерве",
    "6747548cac0d757089006002": "Посетите здание Черного коня в резерве",
    "674753f1d8d87605a4fcb912 name": "Шах и мат - Часть 1",
    "674753f1d8d87605a4fcb912 description": "Поездка на военную базу, хм, тебе интересно? - хорошо! Я слышал, что там довольно жарко и полно сокровищ. Люди говорят, что там хранятся такие припасы, как еда, медикаменты, военное снаряжение и высококачественная электроника. Их хватит, чтобы пережить ядерную войну. По-видимому, на важных зданиях нарисованы шахматные фигуры. Можете ли вы взглянуть на них? Давайте посмотрим, может ли какая-нибудь из них нам пригодиться. Вернитесь, когда взглянете на них, и убедитесь, что оставили это место целым и невредимым. ",
    "674753f1d8d87605a4fcb912 successMessagetext": "Спасибо, я посмотрю, что мы сможем сделать с этой информацией. ",
    "674755212d6aa6089cc010aa": "Найдите выключатель питания для резервной сигнализации",
    "67475539cfc4e81820b8155a": "Отметьте переключатель аварийной сигнализации маркером MS2000 в режиме резервирования",
    "6747555c4a38c044b8e32a55": "Найдите переключатель питания бункера в режиме резервирования",
    "674755600921405b0765f1a3": "Отметьте переключатель питания бункера маркером MS2000 в режиме резервирования",
    "67475577977420f04252b4c3": "Найдите переключатель двери D-2 в режиме резервирования",
    "674755774366d2974410852b": "Отметьте дверной выключатель D-2 маркером MS2000 на запасном месте",
    "674754bfd14fc231ec90d9d9 name": "Шах и мат - Часть 2",
    "674754bfd14fc231ec90d9d9 description": "Итак, похоже, что здания с черной пешкой, белой пешкой, черным слоном, белым королем и белой королевой связаны с системой подземных бункеров. Я пытался послать туда кого-нибудь еще, но ему снова пришлось очень быстро ретироваться, сказав, что бункер полон рейдеров-диких. Я слышал, что там есть несколько пунктов эвакуации, но, похоже, они недоступны из-за отсутствия электричества. Возможно, есть какой-то способ восстановить подачу электроэнергии в них, вы можете определить местонахождение этих мест? Не забудьте отметить их маркерами, чтобы нам было легче их обнаружить, когда мы будем туда заходить. ",
    "674754bfd14fc231ec90d9d9 successMessagetext": "Спасибо вам за ваши усилия, вот, возьмите это. ",
    "674755a8a135e13d7468298f": "Найдите способ забраться на крышу здания 'Белая ладья' в резерве",
    "674755a8cba916ac8accc30f": "Найдите стационарный пулемет на крыше здания 'Белая ладья' в резерве",
    "674755e1174a169237ed343e": "Отметьте стационарный пулемет маркером MS2000 в резерве",
    "674755f7d0498a3565e98ed5": "Найдите стационарный пулемет на крыше рядом со зданием Блэк Бишоп, которое находится в резерве",
    "674755fb9b065ab52ac59adb": "Отметьте стационарный пулемет маркером MS2000, который находится в резерве",
    "67475623f939629ad824dad7": "Найдите стационарный пулемет на третьем этаже здания Блэк Бишоп, которое находится в резерве",
    "674756236167d6476cd07a26": "Пометьте стационарный пулемет запасным маркером MS2000",
    "674756342c4e2e16ed6cf103": "Найдите стационарный пулемет рядом со зданием White Queen в резерве",
    "67475636892047594ea84edd": "Отметьте стационарный пулемет маркером MS2000 в резерве",
    "6747564884171173d201b6a7": "Найдите стационарный гранатомет рядом со зданием White Queen в резерве",
    "6747564c4d0f0ff595f43f04": "Поставьте запасной маркер MS2000 на стационарный гранатомет",
    "674755987736d5ac91837615 name": "Шах и мат - Часть 3",
    "674755987736d5ac91837615 description": "Я понял, что нам нужно еще немного осмотреть базу. Проверить места для засад или что-то в этом роде. Мы обнаружили несколько стационарных пулеметов и гранатометов на тренировочных площадках и внутри сторожевых башен. Возможно, есть еще несколько, и я хочу, чтобы ты их просмотрел, а также поставил несколько отметок, чтобы мы могли видеть, что мы пропустили. Не забудь снова покинуть это место в целости и сохранности, я свяжусь с тобой, оперативник. ",
    "674755987736d5ac91837615 successMessagetext": "Мои ребята нашли выключатели, которые были в прошлый раз, отличная работа. Мы посмотрим на установленное оружие как можно скорее. ",
    "674756935ff6533a141c5b35": "Найдите вертолет МИ-26 в резерве",
    "674756aa686b29e6f81a73db": "Отметьте вертолет маркером MS2000 в резерве",
    "674756af717d9c3daa85c49c": "Установите камеру WI-FI перед зданием Black Bishop в резерве",
    "674756af2881a0342409800c": "Установите камеру WI-FI перед зданием Black Pawn в резерве",
    "674756b45b837b296e4814eb": "Установите камеру WI-FI напротив здания White Pawn в резервации",
    "674756876ef598122bb9239d name": "Шах и мат - Часть 4",
    "674756876ef598122bb9239d description": "Бьюсь об заклад, вы заметили большой вертолет в казармах, верно? Кто-то сказал мне, что именно эта модель - самый большой вертолет в мире, и он просто стоит там, как ни в чем не бывало. Очевидно, до конфликта на нем перевозили какой-то важный груз. Что ж, теперь он бесполезен. . По крайней мере, пока. Не могли бы вы отметить это на автомате? Да, и не забудьте установить камеры в каждом здании казармы, мои ребята позже подключат их к нашим системам, чтобы мы могли наблюдать за происходящим. ",
    "674756876ef598122bb9239d successMessagetext": "Молодец, я надеюсь, ты не слишком привыкнешь к этому месту, но скоро ты будешь нужен нам в других частях региона. ",
    "674757147c51a5760b277cb9": "Установите глушитель сигнала внутри Купола в резервном режиме",
    "67475714908e04d16ef56c26": "Установите камеру WI-FI внутри купола в резервном режиме",
    "674757075b3b3631a4b3efd5 name": "Шах и мат - Часть 5",
    "674757075b3b3631a4b3efd5 description": "По-видимому, были сигналы, исходящие из купола на крыше здания white queen. Не уверен, в чем дело, я не думаю, что это какой-то обычный местный житель, или какая-то ЧВК, или рейдер. . Возможно, есть еще информация по этому вопросу, вы справитесь с этой работой? Установите там глушитель и, возможно, камеру, чтобы мы могли узнать больше. ",
    "674757075b3b3631a4b3efd5 successMessagetext": "Готово? Хорошо, мы попробуем как-нибудь подключить камеру. ",
    "674757674095d6857c6badc0": "Найдите отмеченную комнату в подвале здания 'Черной пешки' в резерве",
    "6747579bdf221cc891fabe45": "Найдите отмеченную комнату в Командном бункере в резерве",
    "6747583eaa9938c78ab171a9": "Найдите отмеченную комнату в одной из казарм рядом с 'Белой ладьей' в резерве",
    "6747575b5a841fdbf0ca37ae name": "Шах и мат - Часть 6",
    "6747575b5a841fdbf0ca37ae description": "У меня кое-что для вас есть, мы видели, как какие-то люди в капюшонах и масках ворвались туда ночью. Мы мало что увидели, только лунный свет освещал это место. Я не знаю, чем они занимаются, но я спросил надежного дилера, знает ли он об этих парнях, и он сказал мне, что у них какая-то странная вера и они охотятся на людей по ночам. Они также рисуют повсюду странные символы и прячут свои ценности в случайных комнатах, разбросанных по всему региону. Мне также сказали, что на военной базе тоже должны быть такие комнаты, я думаю, что это были 3 комнаты, но вам нужно было бы проверить это самостоятельно. ",
    "6747575b5a841fdbf0ca37ae successMessagetext": "Значит, это правда, что он сказал. . Хм, странно. Спасибо вам за вашу работу, вот ваша награда. ",
    "67517b1dce089a3dd8afdf4d": "Уничтожайте противников, используя указанные магазины малой емкости",
    "67517b783e42f0bc6daf4670": "Выживайте и извлекайте оружие из своего текущего местоположения",
    "67517b14e12814c596f01bd0 name": "Принимая Во внимание каждый раунд - Часть 1",
    "67517b14e12814c596f01bd0 description": "Эй, слушайте внимательно, у меня есть для вас задание, на которое не отважились бы даже самые опытные операторы. Интересно?Наличие достаточного количества патронов в вашем магазине очень важно в бою с другими, но что, если в вашем магазине только треть или даже меньше того, что может быть в стандартных магазинах?Страшно, я знаю. . Что ж, начнем с магазинов от 'Калашникова', не важно, какой калибр вы используете, главное, чтобы у вас были магазины на десять патронов. Удачи вам там. Указанные магазины: - Алюминиевый магазин AK 7,62x39 на 10 патронов - Магазин AK 7,62x39 из ребристого металла на 10 патронов - Магазин AK-74 'Сайга 545' 5,45x39 на 10 патронов",
    "67517b14e12814c596f01bd0 successMessagetext": "Вы уже выполнили задание? Замечательно, но предстоит еще многое сделать. ",
    "67517bdce8068dc547a24b2f": "Уничтожайте врагов, используя указанные магазины малой емкости",
    "67517c01076121d7e6207aaa": "Выживите и извлекитесь из своего текущего местоположения",
    "67517bceebe6088837aa2dab name": "Принимая Во Внимание Каждый Раунд - Часть 2",
    "67517bceebe6088837aa2dab description": "Продолжая, как насчет оружия калибра 5,56х45 мм и магазинов на десять патронов?Я надеюсь, что вы готовы, потому что это будет следующим испытанием. Пока я знаю только о десятизарядках, совместимых с ar-15 и aug, так что удачи. Указанные магазины: - Магазин Magpul PMAG 10 GEN M3 STANAG 5,56x45 на 10 патронов - Магазин Steyr AUG 5,56x45 на 10 патронов",
    "67517bceebe6088837aa2dab successMessagetext": "Отлично, я знал, что ты справишься, ведь раньше у тебя все было хорошо. ",
    "67517c1fd69a15fa051cbe0c": "Уничтожайте противников, используя указанные магазины малой емкости",
    "67517c2a4552d5caa80003b6": "Выживайте и извлекайте оружие из своего текущего местоположения",
    "67517c148266e90a41acd3a1 name": "Принимая во внимание каждый патрон - Часть 3",
    "67517c148266e90a41acd3a1 description": "Этот патрон может быть проще, но все равно это сложная задача, ведь большинство операторов избегают его использования. Он предназначен для оружия под патронник 7,62х54 мм R, 'мосин Наган', как некоторые его называют. Указанные магазины : - SVT-40, 7,62x54R, с магазином на 10 патронов - SVD, 7,62x54R, с магазином на 10 патронов",
    "67517c148266e90a41acd3a1 successMessagetext": "Отлично, вам ничего не мешало? Я полагаю, вы избавились от него, если это так. ",
    "67517c5ee91c39a7305585d7": "Уничтожайте противников, используя указанные магазины малой емкости",
    "67517c78f45b908bbddc4bc6": "Выживайте и извлекайте оружие из своего текущего местоположения",
    "67517c5238cc9253f1b7eb0b name": "Принимая Во внимание каждый раунд - Часть 4",
    "67517c5238cc9253f1b7eb0b description": "Та же история, что и раньше, операторы терпеть не могут их использовать. Они полностью избегают использования пистолетов, если не могут достать двадцатизарядные патроны, позор, потому что это отличные пистолеты. В любом случае, возможно, есть причина, по которой люди избегают этих журналов, и вы скоро узнаете, почему, или люди судят об этом слишком быстро. Указанные магазины: - Стальной магазин AR-10 7,62x51 KAC на 10 патронов - Магазин HK417 / G28 7,62x51 на 10 патронов",
    "67517c5238cc9253f1b7eb0b successMessagetext": "А, я вижу, ты вернулся, здорово! Так были ли они на самом деле так плохи, как думают люди?",
    "67517cb9a849657afa8887b3": "Уничтожайте противников, используя указанные магазины малой емкости",
    "67517ccd878c1b2304dda69c": "Выживите и извлекитесь из своего текущего местоположения",
    "67517c8c5c2a6190c8dae8a4 name": "Принимая Во Внимание Каждый Раунд - Часть 5",
    "67517c8c5c2a6190c8dae8a4 description": "Держись там! Мы еще не закончили, есть вторая часть, в других пистолетах калибра 7,62х51 также есть магазины на десять патронов, они вам не понравятся, так что лучше подготовьтесь морально. Я не думаю, что вы захотели бы использовать FAL с магазином на десять патронов, у вас все еще есть возможность, но M1A с магазином на десять патронов тоже подойдет, возвращайтесь, когда закончите, и удачи вам в этом. Указанные магазины: - Магазин M1A 7,62x51 на 10 патронов - Магазин SA-58 / FAL 7,62x51 на 10 патронов",
    "67517c8c5c2a6190c8dae8a4 successMessagetext": "Фантастика? Эй, не смотри на меня так, это ты выбрал более сложный вариант, а не я. В любом случае, не забудь о своей награде. ",
    "67517d04d5b96dfde537b696": "Убейте противников, используя указанные магазины малой емкости",
    "67517d12b2ff30407096c994": "Выживай и выбирайся из своего текущего местоположения",
    "67517cf9b8bbd2f751142ef9 name": "Принимая во внимание каждый раунд - Часть 6",
    "67517cf9b8bbd2f751142ef9 description": "Ладно, ладно, хорошо, это будет последнее испытание, связанное с журналами. . Я думаю. Что ж, вы знаете правила игры, старайтесь получать удовольствие, пока оно есть, потому что пользоваться этими журналами будет сущим кошмаром, просто прочтите примечание, и вы поймете, о, и удачи вам!Указанные магазины : - SKS 7. 62x39 с внутренним коробчатым магазином на 10 патронов - ВСС / ВАЛ 9x39 6L24 с внутренним коробчатым магазином на 10 патронов",
    "67517cf9b8bbd2f751142ef9 successMessagetext": "Эй, чего ты такой злой? Ладно, возьмите эти патроны, в конце концов, вы, операторы, постоянно их ищете, это за счет заведения. ",
    "674758a0cfe7235b3cd6ee59": "Приобретите винтовки типа 'АК' с патронником 7,62х39 (+90% прочности)",
    "674758a02bcf3dae99832823": "Сдайте винтовки типа 'АК' 7,62х39",
    "674758b56762ee01d1285160": "Получите винтовки с патронником . 366 TKM (долговечность +90%)",
    "674758b5b09768ff26116b57": "передайте винтовки . 366 TKM. ",
    "67475893d98f889c82fee39b name": "Свет Лотоса - Часть 1",
    "67475893d98f889c82fee39b description": "Итак, вы решили больше интересоваться здешним бизнесом? Хорошо, тогда давайте начнем. . Дай-ка я пока подумаю, что бы такое придумать. . О да! Как насчет того, чтобы сначала принести мне несколько автоматов АК определенного калибра? Принеси мне несколько винтовок калибра 7,62х39 мм. И раз уж вы взялись за это, принесите мне также несколько винтовок калибра . 366 TKM, не имеет значения, какой именно модели. Сообщите мне, когда получите товар. ",
    "67475893d98f889c82fee39b successMessagetext": "Спасибо, вы привезли мне очень хорошие винтовки. ",
    "674758f83b5938259b05c948": "Приобретите винтовки типа АК с патронником 5,45х39 или 5,56х45 (+90% к прочности)",
    "674758f847fc3a5b9fb96f8e": "Сдайте винтовки калибра 5,45 или 5,56 АК",
    "67475905bf81fb57ed0ebaa1": "Получите винтовки, не похожие на АК, с патронником 5,56х45 (+90% к прочности )",
    "67475905f9803743707a45c3": "Передайте винтовки калибра 5,56",
    "674758ea142f52a016ecd92d name": "'Свет Лотоса' - Часть 2",
    "674758ea142f52a016ecd92d description": "Вы все еще планируете оставаться в бизнесе? Ну что ж, тогда давайте двигаться дальше. Дилер в регионе попросил нас поставить несколько винтовок AK под патроны 5,45х45 или 5,56х45, а также несколько обычных винтовок калибра 5,56, без АК. В последнее время я нечасто видел людей с автоматами калибра 5,56, но кто-то сказал мне, что у одного из главарей банды на таможне есть такое оружие. Другие винтовки, вероятно, легко найти у посторонних, для тебя нет ничего сложного, а? Я рассчитываю на тебя, оперативник. ",
    "674758ea142f52a016ecd92d successMessagetext": "Да, это те, которые нам были нужны. ",
    "67475941c089b773b4641df8": "Найдите выход на проспект Мира в эпицентре событий",
    "6747596bd3ac6b4cf2db9375": "Установите маркер MS2000 рядом с местом эвакуации на нулевой отметке",
    "67475ae406b9d42f40ac07cf": "Найдите заминированный район рядом с проспектом Мира на нулевой отметке",
    "67475ae887e31309deec24d1": "Установите маркер MS2000 на заминированном участке на нулевой отметке",
    "67475af4843287b1f9585dc8": "Найдите место эвакуации такси на нулевой отметке",
    "67475af4ad0b68ec7eb27501": "Установите маркер MS2000 рядом с Извлечением на Эпицентре",
    "67475b0a87a3a5bf0fe06afb": "Найдите дорогу возле Накатани, которая охраняется снайперами на Эпицентре",
    "67475b0aa26b3a44cfa6185c": "Установите маркер MS2000 рядом с охраняемой дорогой на Эпицентре",
    "67475931380e79bc84d831b9 name": "Свет Лотоса - Часть 3",
    "67475931380e79bc84d831b9 description": "Устали проверять каждую сумку и каждый труп на предмет того, что вам нужно? Ладно, у меня есть для вас кое-что еще, более важное. Отправляйтесь в деловой центр Таркова, где располагалась штаб-квартира Terragroup, говорю вам, это опасное место. . Многие места заминированы или охраняются стрелками, и мне нужно, чтобы вы проверили их все. Но не ходите закрываться, вы знаете, что может случиться. И не забудьте проставить там несколько меток, чтобы мы могли сами убедиться в этом, когда будем их проверять. Я могу гарантировать вам, что проспект Мира заминирован и охраняется, об остальных я знаю не так уж много. Где-то рядом со зданием Terragroup и где-то на дороге возле Накатани. Хорошо, тогда удачи. ",
    "67475931380e79bc84d831b9 successMessagetext": "Хорошая работа, рад, что у нас есть человек, который умеет рисковать. ",
    "67475c6bfaa33ed214b6b1a7": "Найдите подсобное помещение на подземной парковке в эпицентре событий",
    "67475d7fe467fe96e0466c3d": "Отрывок из 'Эпицентра событий'",
    "67475c58c8d4ae3b9baf7d38 name": "'Свет Лотоса' - Часть 4",
    "67475c58c8d4ae3b9baf7d38 description": "Хорошо, теперь мы знаем, где мы можем безопасно выбраться из этого места. Но это гораздо больше, чем вы думаете. Несколько моих ребят обнаружили странную комнату где-то рядом с метро, рядом с парковкой. . странно. Хотите проверить это? Я слышал, что он заперт, но, возможно, когда-нибудь вы найдете ключ или он уже у вас есть. Храните все, что там внутри, если вам удастся туда проникнуть, но дайте мне знать, если найдете что-то, заслуживающее упоминания, понятно?После того, как ты найдешь дверь в комнату, ты должен выйти оттуда, понял? Я скоро свяжусь с тобой. ",
    "67475c58c8d4ae3b9baf7d38 successMessagetext": "Хорошо хорошо. Нам нужно как можно больше информации об этом месте, чтобы все было в порядке. ",
    "67475dd5d6bd0e8e0ec84918": "Уничтожайте врагов, используя дробовики",
    "67475dddb5dc8ff073ea94e9": "Найдите дробовики в рейде",
    "67475de219818977e965e9b4": "Сдайте дробовики",
    "67475dbb321ddf314e6fbcad name": "Свет Лотоса - Часть 5",
    "67475dbb321ddf314e6fbcad description": "Ладно, хватит об этом месте, немного разнообразия, в конце концов, не помешает. Я хочу посмотреть, насколько хорошо вы управляетесь с дробовиками, пристрелите нескольких парней, мне все равно кого, бандитов, местных, ЧВК, кого угодно. Всегда важно научиться пользоваться этими видами оружия, интересно наблюдать, почему спустя более чем столетие это оружие все еще так ненавистно и опасно, по-настоящему увлекательно. В любом случае, пока ты будешь убивать, я хочу, чтобы ты сам нашел несколько дробовиков, и не имеет значения, насколько они сломаны, главное, чтобы основные части были целы. , У меня есть подруга, которая может превратить их во что-нибудь классное. Может быть, однажды ты с ней познакомишься. В любом случае, удачи тебе. ",
    "67475dbb321ddf314e6fbcad successMessagetext": "Молодец, воин. Отныне я буду брать оружие и выпивку с собой. ",
    "67576e3cad25bd60ec787bd7": "Найди черную машину SMW возле Накатани. ",
    "67576e4ca187b0e753aafb5f": "Отметьте автомобиль SMW маркером MS2000",
    "67576e55920ecff34b4207fb": "Найдите черный автомобиль SMW рядом с дилерским центром Merin",
    "67576e55b63f905b479467f3": "Отметьте автомобиль SMW маркером MS2000",
    "67576e728b315e59fe7b3ed3": "Найдите черный автомобиль SMW в центре города",
    "67576e72e5d99cae646fa4e8": "Пометьте автомобиль SMW маркером MS2000",
    "67576e281ed824f0c252cb26": "Выжить и выбраться из эпицентра событий",
    "67475e21aeda0864d4faf7c4 name": "'Свет Лотоса' - Часть 6",
    "67475e21aeda0864d4faf7c4 description": "Итак, готовы снова отправиться в центр города? Я знаю человека, который продает автомобили, настоящие классические автомобили, но есть только одна проблема. . У парня закончились запчасти для некоторых моделей SMW, особенно для черных, потому что их перекраска не стоила бы времени и денег. Как бы то ни было, ходят слухи, что именно та модель автомобилей, которую ищет мой друг, была очень популярна здесь, в Таркове, так что можно с уверенностью предположить, что вы найдете по крайней мере несколько таких машин. Я расспросил доверенных людей и могу дать вам список мест, где вы могли бы ожидать их увидеть, одно из них должно быть в районе Накатани, в дилерском центре merin и где-нибудь рядом со штаб-квартирой terragroup, рядом с перекрестком, понятно?Не забудьте разместить маркеры MS2000, чтобы я мог выслать ночью команду для их обнаружения. Сообщите мне, когда закончите. ",
    "67475e21aeda0864d4faf7c4 successMessagetext": "Работа сделана? - превосходно. Вы знаете, где можно получить деньги. ",
    "674763f460c5e77738e4f23b": "Найдите хорошую позицию для снайпера в здании 'Империя'",
    "674763f4ebf1d6d7aab8fa3b": "Найдите рабочее место в офисе 3, упомянутом Lotus в здании Terragroup",
    "674764582785ea5983b0482b": "Выживите и извлекитесь из эпицентра событий",
    "674763ebeceb4fed8a506543 name": "'Свет Лотоса' - Часть 7",
    "674763ebeceb4fed8a506543 description": "Следующая работа, первоочередная, уверяю вас, вы хотите это услышать, присаживайтесь. Итак, вы уже знаете, где находится штаб-квартира Terragroup, в конце концов, вы там уже были, в любом случае, там есть кое-что важное, что мне нужно, чтобы вы проверили. Пока вы занимаетесь этим, вам нужно найти подходящее место для стрельбы в одном из офисных зданий, откуда вы сможете просматривать большую часть центра города, не опасаясь, что вас легко заметят. Теперь перейдем к части, касающейся Terragroup. Где-нибудь на офисном этаже в одном из кабинетов, я думаю, это был третий, в конце комнаты должен быть большой стол с несколькими компьютерами, проверьте его и посмотрите, сможете ли вы найти там что-нибудь особенное, документы на столах или жесткие диски в самих компьютерах. Я надеюсь, что получу от тебя весточку позже, оперативник, удачи тебе там. ",
    "674763ebeceb4fed8a506543 successMessagetext": "Что? Его больше нет? Потрясающе, кому-то стало любопытно, прежде чем мы добрались до места. . Я полагаю, кто-то из других поставщиков отправил людей на ту же работу. Ну, в любом случае, вы сделали все, что могли, ваша оплата будет такой же, не волнуйтесь. ",
    "674764e7f20ed9f4ee2fa9d4": "Очистите территорию от зданий Terragroup на эпицентре событий",
    "674764d429eb6b5966202149 name": "'Свет Лотоса' - Часть 8",
    "674764d429eb6b5966202149 description": "Кстати, о любопытстве людей. . Я отправил туда нескольких человек после того, как ты вернулся со своей последней работы, и там было полно бандитов и оперативников, 'зона боевых действий' была бы преуменьшением, даже если это очень хорошо описывает ситуацию. Ну что, заинтересовался другой работой? Вам нужно будет очистить территорию штаб-квартиры от всех, кого вы увидите, нам нужно отвлечь внимание от этого места, мы не можем позволить людям украсть больше того, что нам нужно. ",
    "674764d429eb6b5966202149 successMessagetext": "Фантастика! В этом месте было тише, чем когда-либо. . Я думаю. В любом случае, не забудьте заглянуть в наш ассортимент, возможно, вы увидите там что-нибудь новенькое. ",
    "674765731c2b533c186de578": "Найдите зеленый экран на таможне",
    "6747658203a4c1d36a845a86": "Установите камеру WI-FI рядом с зеленым экраном на таможне",
    "67582845167e3d3c40384185": "Припрячьте комплект для установки растяжек перед дверью в помещение с зеленым экраном на таможне",
    "675828450fd6867ffa47807f": "Припрятать гранату перед дверью в Комнату с зеленым экраном на таможне",
    "6758287fdc92d9ee768fc8e8": "Выжить и сбежать с таможни",
    "674765571af3e5be54af699a name": "Свет Лотоса - Часть 9",
    "674765571af3e5be54af699a description": "Итак, на чем мы остановились? Ах да, точно, где-то в промышленной зоне есть здание, в котором есть зеленый экран. Я хочу, чтобы вы нашли эту комнату и установили там камеру Wi-Fi. Нам нужно быть уверенными, что это место никем не будет использовано, по крайней мере, по прямому назначению. Так что поставьте перед дверью ловушку с гранатами, я могу одолжить вам комплект для установки, не испортите все. В любом случае, удачи вам. ",
    "674765571af3e5be54af699a successMessagetext": "Теперь у нас есть изображение, отличная работа. Мы немного понаблюдаем за комнатой. ",
    "67476548055b8a7d9e435225": "Достигните 2-го уровня лояльности с помощью Lotus",
    "6747652eea4bfbdfa2e46ab4 name": "'Свет лотоса' - Часть 10",
    "6747652eea4bfbdfa2e46ab4 description": "Ходят слухи, что теперь о вас знают многие люди, как положительные, так и отрицательные. На своем пути вы всегда находите как друзей, так и врагов, вот как это работает. Совсем недавно со мной связался мой друг, и ему стало любопытно, насколько можно доверять такому человеку, как вы. Что ж, единственный, кто может здесь что-то доказать, - это вы, и если у вас все еще есть какие-то незакрытые контракты, я советую вам завершить их. Один из моих парней взял с собой несколько книг, когда я отправлял команду в торговый центр, возможно, некоторые из них помогут вам улучшить определенные навыки или даже научат чему-то новому. Приступайте к работе, и они будут вашими. ",
    "6747652eea4bfbdfa2e46ab4 successMessagetext": "В наши дни осторожность никогда не помешает, так что не принимайте это на свой счет. В любом случае, наслаждайтесь этими книгами, надеюсь, они вам пригодятся. ",
    "67582717ad55158ea7e40217": "Найдите остановку БТР на базе МЧС в Лесу",
    "675827172740d8298be216e9": "Отметьте остановку на базе МЧС в Лесу",
    "67582717a1a26ec5473e5902": "Найдите остановку БТР у лесопилки на Лес",
    "67582717a07a44b158930b9c": "Отметьте остановку у лесопилки на Лес",
    "67582717df6ea5c930e768e1": "Найдите остановку БТР у контрольно-пропускного пункта USEC на Лес",
    "675827171ffeeff1794cf2b7": "Отметьте остановку у контрольно-пропускного пункта USEC на Лес",
    "67582717565a2279d7e54518": "Найдите остановку БТР у перекрестка на Лес",
    "675827175b77059774696acd": "Отметьте остановку на перекрестке на Лесу",
    "6758271718e18ee963001590": "Найдите остановку БТР у бункера диких на Лесу",
    "675827171a48aaf78f4290cf": "Отметьте остановку у бункера диких на Лесу",
    "675827177655ff7825383ced": "Найдите остановку БТР в Затонувшей деревне на Лесу",
    "675827173a27c1a9bcd2721e": "Отметьте остановку в Затонувшей деревне на Лесу",
    "67582717d9da23bcbbb9f275": "Найдите остановку БТР на Старой лесопилке на Лесу",
    "675827177b3b49fa657ecd8a": "Отметьте остановку на Старой лесопилке на Лесу",
    "6747659d16e95b47fe2caa09 name": "Свет Лотоса - Часть 11",
    "6747659d16e95b47fe2caa09 description": "Готовы к экскурсии по лесу? Мне нужны кое-какие данные. Вы уже знаете о БТР, верно? Какой-то парень разъезжает по городу и лесу на своем бронированном автомобиле, предлагает охрану или услуги такси за деньги. Он останавливается только в нескольких одинаковых местах, я это уже знаю, просто не знаю, где именно они находятся. Наверное, будет проще, если вы разыщете его и позволите ему отвезти вас на каждую из остановок. Я хочу, чтобы ты ставил метки на всех остановках, я могу дать тебе несколько таких. Я свяжусь с тобой, воин. И помни, что этому парню нравятся бандиты и медведи, мы можем заплатить дополнительно. ",
    "6747659d16e95b47fe2caa09 successMessagetext": "Закончили свою работу? Хорошо, вот ваш платеж. ",
    "67476614bb9bde9917573894": "Найдите первого Страйкера возле Северного блокпоста ООН на Лесу",
    "6747662b8dac0e0416cc7350": "Отметьте Страйкер маркером MS2000 на Лесу",
    "67476630fd16cfaa4ac56acc": "Найдите второго Страйкера возле Северного блокпоста ООН на Лесу",
    "67476633da3b097fd99858d1": "Пометьте Stryker маркером MS2000 на дереве Woods",
    "674766391af82d9e0275f1ba": "Расположите танк Т-90 между ZB-016 и заводскими воротами на дереве Woods",
    "6747663c126ee9f469fe07a6": "Пометьте Т-90 маркером MS2000 на дереве Woods",
    "6758a3223cabdc0708d81d65": "Найдите танк Т-90 возле ворот ВВС Израиля",
    "6758a3226173c76c8103d831": "Пометьте Т-90 маркером MS2000 на дереве",
    "674766077f5e08878af90bc8 name": "'Свет Лотоса' - Часть 12",
    "674766077f5e08878af90bc8 description": "Кстати, о бронетехнике, кажется, мои ребята рассказывали мне о каких-то танках в лесу. Возможно, нам удастся добыть у них какие-нибудь ценные материалы или электронику, чтобы установить связь с человеком в башне, очень важной персоной. В любом случае, нам просто нужно знать, где находятся эти транспортные средства, я думаю, что где-то между деревней и блокпостом ООН есть две бронированные машины и два танка Т-90 где-то между одним из бункеров и какими-то железнодорожными воротами и где-то рядом с пунктом эвакуации ВВС, я могу только сказать вам, что очень. Ты можешь отследить их все и пометить?Отлично, ты знаешь, что делать, держи меня в курсе, и удачи вам. ",
    "674766077f5e08878af90bc8 successMessagetext": "Понял, я отправляю своих ребят проверить их, спасибо, оперативник. .",
    "674766742e18b68cba27c04b": "Найдите стационарный пулемет на блокпосту в Лагере Разбойников на Маяке",
    "67476688ed213fd14830b992": "Найдите стационарный гранатомет на блокпосту в лагере Разбойников на Маяке",
    "6747668ddf63a8719fcbd9ac": "Найдите первый стационарный пулемет на крыше здания 1 в лагере разбойников на Маяке",
    "674766995c4ddd91800606b7": "Найдите второй стационарный пулемет на крыше здания 1 в лагере разбойников на Маяке",
    "674766a7ba06bc2a631d3897": "Найдите первый стационарный пулемет на крыше здания 2 в лагере разбойников на Маяке",
    "674766ba0be0b1f517a83277": "Найдите второй стационарный пулемет на крыше здания 2 в Лагере разбойников на Маяке",
    "674766d1c23cc280373b277c": "Найдите стационарный гранатомет на крыше здания 2 в Лагере Разбойников на Маяке",
    "674766ccc78cdc39470c6995": "Найдите стационарный пулемет на крыше здания 3 в лагере разбойников на Маяке",
    "6747666815fa03b3fc03a041 name": "Свет Лотоса - Часть 13",
    "6747666815fa03b3fc03a041 description": "Некоторые из моих парней планируют проникнуть в лагерь USEC, проблема в том, что он хорошо охраняется, а они вооружены стационарными пулеметами и гранатометами. Такая операция была бы слишком опасной. Мы бы поручили это нашим стрелкам, но проблема в том, что у нас нет информации об этом месте. Нам было бы проще, если бы мы знали, где находится все установленное оружие. Вы можете с этим справиться?У вас, вероятно, есть какое-нибудь оборудование для ночных операций, так почему бы вам не отправиться туда ночью? Или, если хотите, рискнуть и днем. Ваш выбор. ",
    "6747666815fa03b3fc03a041 successMessagetext": "Это все? Приятно слышать, спасибо тебе, оперативник. ",
    "6747684fc373abb71fa96735": "Загляните внутрь грузовика с грузом Terragroup в центре Эпицентра событий",
    "67476864f24ccc1a1a27524b": "Отметьте груз маркером MS2000 на эпицентре событий",
    "674768705ce97dfe5d3d7955": "Убейте врагов на эпицентре событий",
    "6747687eb836888036508e0a": "Выживите и выйдите из Эпицентра событий",
    "67476842ad02e25c2e1b92ad name": "Свет Лотоса - Часть 14",
    "67476842ad02e25c2e1b92ad description": "Поначалу меня не очень интересовал бизнес Terragroups, но теперь они заставили меня задуматься. Мы продолжаем видеть их символику повсюду, а также грузовики и карго с надписью Terragroup. Один из них выделялся на фоне других, тот, что находится рядом со штаб-квартирой Terragroup в бизнес-центре. Можете ли вы заценить его для меня?Обязательно проверьте содержимое груза, при необходимости отметьте его маркером. А после того, как вы закончите, избавьтесь от какой-нибудь мрази, которая там шныряет. Понял? - отлично. ",
    "67476842ad02e25c2e1b92ad successMessagetext": "Хорошо, мы нашли это, хорошая работа, и спасибо тебе, воин. ",
    "67476916b5a0e57fd5a0a042": "Уничтожайте противников, используя легкие пулеметы в эпицентре событий",
    "674768fd740e1d790ed07302 name": "'Свет Лотоса' - Часть 15",
    "674768fd740e1d790ed07302 description": "Эй, послушайте, у нас небольшая проблема. Очевидно, этим грузом заинтересовались и другие люди. Как насчет того, чтобы показать им, кто этого заслуживает больше, а? Конечно, вы можете убить их всех, но у меня есть идея получше. Возьмите что-нибудь большое, пулемет или что-то в этом роде, да, пулеметы! Постреляйте по округе и убейте нескольких этих подонков. Может быть, тогда они поймут, кто здесь главный. В конце концов, мы все равно оснащены лучше, чем они. Ожидайте посетителей. ",
    "674768fd740e1d790ed07302 successMessagetext": "Похоже, вы их до смерти напугали, отличная работа. Теперь груз можно спокойно забрать. ",
    "6747b343918261668a0c621a": "Найдите в лаборатории офис, отвечающий за ворота ангара",
    "6747b357a2b9c08982b4552a": "Установите глушитель сигнала в офисе, отвечающем за ворота ангара, в лаборатории",
    "6747b379f0e6d5b7977f4866": "Найдите в лаборатории офис, отвечающий за ворота парковки",
    "6747b379c604bb68c1fda0a9": "Установите глушитель сигнала в помещении у ворот парковки в Лаборатории",
    "6747b3816cfe2ab66dbd6fa3": "Найдите вход в Комнату для экспериментов с людьми в лаборатории",
    "6747b3c35850ebde0b69c661": "Установите камеру WI-FI на входе в лабораторию",
    "6747b3c70534e04f4a022891": "Найдите комнату для тестирования оружия в лаборатории",
    "6747b43f094e55cd8c981860": "Установите камеру WI-FI в комнате для тестирования в лаборатории",
    "6747b4432430713636b6b9c6": "Найдите офис менеджера в лаборатории",
    "6747b447ce805ff93aa8f108": "Установите камеру WI-FI в офисе в лаборатории",
    "6747b471d9c0d2df6ca78152": "Устраните врагов в лабораториях",
    "6747b30780131eae6aa2cc23 name": "Свет Лотоса - Часть 16",
    "6747b30780131eae6aa2cc23 description": "У нас сейчас есть важное дело в лаборатории Terragroup, готовы помочь? Есть несколько мест, которые вам нужно проверить для нас. Сначала вам нужно пройти в офисы с пультами управления рядом с парковкой и воротами ангара. В основном они используются для эвакуации и проникновения рейдеров диких и тех, кто еще хочет посетить это место. Просто посетите оба офиса и установите глушилки сигнала, чтобы никто не мог войти в эти пункты и выйти из них, по крайней мере, на данный момент. Вам также нужно осмотреть комнату для тестирования оружия, комнату для экспериментов и кабинет менеджера. Я хочу осмотреть это место с этих позиций, так что не забудьте установить камеру в каждом из этих мест. Понятно? Не забудьте немного прибраться, пока вы там, у вас будут посетители во время работы. ",
    "6747b30780131eae6aa2cc23 successMessagetext": "Что ж, у вас получилось, пока вы были заняты, мне удалось модифицировать некоторые карты доступа, чтобы они позволяли вам входить в лабораторию столько раз, сколько вы захотите, и я выставил их на продажу на нашем складе. ",
    "6747b5a80168704e0b64b2a8": "Устраняйте рейдеров, используя указанное снаряжение в Лабораториях",
    "6747b5b679c5ae45e36074e5": "Устраняйте боевиков ЧВК, используя указанное снаряжение в лабораториях",
    "6747b568ffb78dbbb8a7968d name": "Свет Лотоса - Часть 17",
    "6747b568ffb78dbbb8a7968d description": "Что ж, и снова здравствуй, оперативник. Надеюсь, тебе не противно посещать лабораторию Terragroup. Послушай, мне нужно немного больше информации об этом месте, в частности, о местах эвакуации, не мог бы ты посмотреть, все ли известные точки эвакуации в лаборатории все еще доступны? Не забудьте проверить, работает ли электричество в некоторых лифтах. Однако есть еще кое-что, у меня есть один друг, который, как и вы, был бывшим частным детективом, он часто совершал набеги на ту лабораторию и имеет большой опыт в этом, но это было давно, и я не знаю, является ли то, что он мне рассказал, хорошей тактикой сейчас. Ну, он сказал, что лучшим снаряжением, которое вы могли бы взять с собой в это место, было бы немецкое оружие, в частности, оружие производства Heckler & Koch, он порекомендовал один из шлемов российского спецназа с защитными щитками и что-то сказал о бронежилетах 'Жук' и 'Гжель', у меня самого есть кое-что из них на складе, просто так. ты же знаешь. В любом случае, справитесь ли вы с этим?Указанное снаряжение: - Оружие от Heckler & Koch - Шлем 'Алтын' / 'Рысь-Т' - Бронежилет 'БНТИ Жук Цифровая Флора' / БНТИ Гжель-К'. ",
    "6747b568ffb78dbbb8a7968d successMessagetext": "Ого, вы действительно эксперт, когда дело доходит до лаборатории? Что ж, это хорошо, и не забудьте внести оплату. ",
    "6747b6008e2897a9a6f237ae": "Найдите лифт с трупами в подвале на Лабораторной",
    "6747b699348f52896eb1b89d": "Найдите Компьютерный кабинет на секции В22 на Лабораторной",
    "6747b694fa6bb141fc627094": "Найдите Компьютерный кабинет на секции О22 на Лабораторной",
    "6747b68f7401adb5dd7b121f": "Найдите Компьютерный кабинет на секции О23 на Лабораторной",
    "6747b68a4c58f759e600a37b": "Найдите Компьютерный кабинет на секции О13 на лабораторной",
    "6747b6855ca5ce7bd7116628": "Найдите компьютерный отдел в секции R22 в Лабораториях",
    "6747b67f15982ead81446f22": "Найдите Компьютерный отдел в секции R23 в лабораториях",
    "6747b65e794242cdfc31714e": "Найдите папки с информацией в рейде",
    "6747b6645893b2132b9af718": "Передайте папки с информацией",
    "6747b664d8e90385e5f11cd4": "Найдите физические биткойны в рейде",
    "6747b66bba042e403599bc5f": "Передайте биткойны",
    "6747b5ed539d24e909acae8f name": "Свет Лотоса - Часть 18",
    "6747b5ed539d24e909acae8f description": "Послушайте, прежде всего, вы помните, как я рассказывал вам об одном моем друге, который был бывшим сотрудником ЧВК? Ну, он был настоящим МЕДВЕДЕМ, нашел документы и доказательства того, что сотрудники USECs творили в лаборатории Terragroup, он нашел запись с камеры наблюдения, на которой они сбрасывали тела в шахту лифта, я думаю, это было в подвале. Я хочу, чтобы вы это проверили, я думаю, это было где-то рядом с лестничными клетками. Также мне нужно, чтобы вы проверили все компьютерные кабинеты в том месте, я отправил вам список секций, где они расположены. Если хотите быть уверенным, поищите в лаборатории карты, на которых отмечены все разделы!И пока вы будете в папке 'Мне нужна информация' и данные о биткоинах, не забудьте взять с собой чистые данные, я рассчитываю на вас. ",
    "6747b5ed539d24e909acae8f successMessagetext": "Ладно, хорошо, что вы нашли тела, я постараюсь найти способ передать эту информацию из Таркова. А где пустые офисы? Странно, что-то еще должно быть там, но спасибо за информацию и данные. Вот ваш платеж. ",
    "6747b812a103691e898742c9": "Найдите ворота на мосту, ведущем на остров, на маяке",
    "6747b819cbbb83bd15516562": "Установите камеру WI-FI рядом с воротами на Маяке",
    "6747b83d5093dcbf8075e572": "Убейте боевиков ЧВК, используя RSASS или SR-25 на маяке",
    "6747b6d1b00b3bfcb6b02f94 name": "'Свет Лотоса' - Часть 19",
    "6747b6d1b00b3bfcb6b02f94 description": "оперативник, ты помнишь человека в башне? Ну, он называет себя хранителем света, который видит всех и вся. Ну, он, кажется, не слишком рад моему присутствию, не знаю почему, но нам нужно это выяснить, я уже знаю, что вы с механиком работаете вместе, а механик пытается сотрудничать с хранителем света. Я полагаю, он попросил вас о помощи?Не волнуйся, я не стану тебя останавливать. Однако мне кое-что нужно от вас, вам нужно проверить ворота моста, которые ведут на его остров, до меня дошли слухи о том, что при пересечении моста происходят плохие вещи, поэтому я советую вам избегать его пересечения. Не забудьте установить камеру рядом с воротами, я хочу видеть, кто и что покидает и въезжает на этот остров. Теперь следующее, что вам следует сделать, это очистить территорию от операторов, чтобы отвлечь смотрителя и его охрану. Используйте профессиональное оборудование, что-нибудь высокоточное. . Я думал о SR-25 или RSASS, вы знакомы с ними? Я надеюсь на это, потому что тебе понадобится опыт обращения с этим оружием. Удачи, оперативник. ",
    "6747b6d1b00b3bfcb6b02f94 successMessagetext": "Похоже, твоя работа не вызвала никаких подозрений, это хорошо, я свяжусь с тобой очень скоро по поводу следующего задания. ",
    "6747b88995d89bea9211315a": "Отдай доллары",
    "6747b8894140bdf0cebc4e89": "Отдай евро",
    "6747b8973b34252ae45fb016": "Найди RFID-считыватель в рейде",
    "6747b897af4b0e6c72f46c3b": "Передайте RFID-считыватель",
    "6747b89ee299b04b998ea8bc": "Найдите военный беспроводной передатчик сигнала COFDM в рейде",
    "6747b89eaa9792a8dd0c8e4a": "Передайте передатчик сигнала",
    "6747b8a4b858b59bbd71f7f1": "Найдите усовершенствованный преобразователь тока в рейде",
    "6747b8a47b54c637e6d3f4e0": "Передайте усовершенствованный преобразователь тока",
    "6747b877505baa44d501d079 name": "Свет Лотоса - Часть 20",
    "6747b877505baa44d501d079 description": "Итак, я кое-что выяснил, я знаю человека, которому можно доверять, который может сделать для нас что-то важное, однако для этого ему нужны некоторые вещи. Во-первых, парень принимает только западную валюту, по какой-то причине ему нужны и доллары, и евро. Затем он попросил RFID-считыватель, военный передатчик сигналов и преобразователь тока. Ему нужны эти устройства для того, чтобы помочь нам с проблемой охраны освещения. Я не совсем понял, что он имел в виду, но он сказал что-то о копировании сигнала, который передается на мины на мосту. Сможешь ли ты с этим справиться?",
    "6747b877505baa44d501d079 successMessagetext": "Вау, вы действительно нашли все это захватывающим. В любом случае, вот ваш платеж. ",
    "6748868e876042978a39da4d": "Установите ретранслятор на вершине башни маяка на Lighthouse",
    "6748868e2e5d5cba7e9cc9a4": "Установите ретранслятор на втором этаже радиолокационной станции на острове на Lighthouse",
    "674886a0731e4fd618c492d4": "Установите ретранслятор рядом с лодкой на острове на маяке",
    "674886a4a64eba479fd8ef40": "Исследуйте отмеченную комнату на острове на маяке",
    "67488670a9bfa58a5cedbf78 name": "Наблюдение с вышки",
    "67488670a9bfa58a5cedbf78 description": "Итак, мы собрали много информации по этому поводу, но мы можем сделать еще больше. Механик уже помог вам в работе с lightkeeper? Мы не хотим снова проливать кровь, поэтому постарайтесь добраться до острова мирным путем. Вам нужно установить на острове радиопередатчики, ровно три штуки: один на пирсе, один на крыше радиолокационной станции и один на самом верху башни маяка. Кроме того, поскольку этот парень имеет какое-то отношение к культу, где-то на острове должна быть отмеченная комната. Один из моих парней недавно нашел этот ключ, но мы не смогли найти место, где требовался именно этот ключ, так что он должен быть там. В любом случае, удачи, оперативник. ",
    "67488670a9bfa58a5cedbf78 successMessagetext": "Отлично, давайте посмотрим, что мы можем сделать с этим парнем, хранителем света. Может быть, мы все-таки сможем о чем-то договориться? А может, и нет, может, для нас все обернется плохо. . В любом случае, не забудь заплатить и удачи тебе, оперативник. ",
    "674884b24c54111d55a04563": "Уничтожь сектантов",
    "674884c006e4642b42deff30": "Оставь пятого культиста в живых",
    "674884ca13657cee8336ff2f": "Выживи и покинь свое текущее местоположение",
    "674884a3ebf5b8cdbf739bd8 name": "Отправив сообщение",
    "674884a3ebf5b8cdbf739bd8 description": "Итак, теперь мы знаем, что хранитель маяка имеет прямое или косвенное отношение к сектантам. В конце концов, некоторые из них охраняют его остров. Ну, в любом случае, вам нужно кое-кого убрать, мне нужно посмотреть, как он отреагирует. Но тебе нужно быть осторожным, оставь одного из них в живых, они обычно бегают группами по пять человек, если ты еще не заметил, так что тебе нужно убрать четверых и покинуть место происшествия. И не забудь покинуть локацию, удачи тебе, воин. ",
    "674884a3ebf5b8cdbf739bd8 successMessagetext": "Отличная работа, и теперь мы ждем ответа. . И не забудьте забрать свой платеж. ",
    "674884a3ebf5b8cdbf739bd8 failMessageText": "Ух ты. . Мы прошли через этого воина, нам нужно оставить в живых последнего. Ищите новую группу. ",
    "6747b8ebef7e4b41d769f612": "Достигните 3-го уровня лояльности с Lotus",
    "6747b8eb09ff75fcced9ef8b": "Достигните 3-го уровня лояльности с Ragman",
    "6747b8f10a99be35699cafbb": "Достигните 3-го уровня лояльности с Jaeger",
    "6747b8d6b8b522e15a7aa392 name": "Земля возможностей",
    "6747b8d6b8b522e15a7aa392 description": "Итак, как продвигается работа с Аршавиром и Егоровичем?Похоже, вы тоже работаете с ними некоторое время, это хорошо. Вы знаете, что доверие - это все, когда речь заходит о бизнесе. Почему бы нам не обсудить бизнес и с другими дилерами? Я уверен, что вы также сможете доказать им, насколько вы лояльны. Я полагаю, вам предстоит еще много работы, взгляните на все открытые контракты, которые у вас есть, вы всегда сможете чем-то помочь, помните об этом",
    "6747b8d6b8b522e15a7aa392 successMessagetext": "Очень хорошо, значит, вы настоящий эксперт в бизнесе Таркова, не так ли?",
    "6747b947bb40025a31f66bca": "Достигните 4-го уровня лояльности с Lotus",
    "6747b920719aa1658981f7d1 name": "Станьте лучшим другом торговца",
    "6747b920719aa1658981f7d1 description": "Посмотрите на себя, вы надежны и заслуживаете доверия, вы можете гордиться собой, позвольте мне сказать вам это. Готовы получить доступ к нашим лучшим товарам? В прошлом наша совместная работа уже была очень успешной. Я думаю, вы справитесь с этим, однако есть еще много вещей, которые требуют вашей помощи, вы готовы?",
    "6747b920719aa1658981f7d1 successMessagetext": "Что ж, похоже, вы идеальный человек для работы. Не забудьте ознакомиться с нашими специальными предложениями, помните, что некоторые вещи имеют свою цену. ",
    "6747ba0e52c930513a51e9e0": "Переведите евро в Lotus",
    "6747b9fb1a03abf3f630ae1f name": "В Городе появился Новый Дилер",
    "6747b9fb1a03abf3f630ae1f description": "Еще раз здравствуйте, у меня есть кое-что важное. Мне нужен человек, на которого я могу положиться. Это важная работа. У вас есть немного свободных денег? Они вам понадобятся, не волнуйтесь, я скоро верну вам деньги ценными вещами. В общем, есть один новый дилер, который путешествует по таким районам, как Тарков, и продает какую-то особую технологию. Это довольно дорого, и он принимает только евро. Проблема, с которой я столкнулся, заключается в том, что в настоящее время у меня нет при себе такой валюты, можете ли вы пока принять этот платеж?Было бы хорошо, если бы вы сделали это быстро, пока кто-то еще не заинтересовался этой сделкой. . ",
    "6747b9fb1a03abf3f630ae1f successMessagetext": "Да, мы заключили сделку, большое спасибо. Мы можем заработать на этом гораздо больше денег, поверьте мне. ",
    "6747b9fb1a03abf3f630ae1f failMessageText": "Что?? Я действительно не ожидал этого от тебя. Тебе лучше больше не делать ничего подобного в будущем. Ради чего все это завоевание доверия?",
    "6747ba92182fd6b974064d16": "Передайте 'статуэтку политика Муткевича'",
    "6747ba92ab5945470a296214": "Передайте 'Статуэтку падальщика'",
    "6747ba9939239bbc65f7861c": "Передайте 'Статуэтку Рыжего'",
    "6747ba99873774efdc18c53f": "Передайте 'Статуэтку МЕДВЕДЯ-оперативника'",
    "6747baa07482452a36000b1b": "Передайте 'статуэтку сотрудника Службы безопасности США'",
    "6747baa01e319a6599acc0a7": "Передайте 'Фигурку Деда Мороза'",
    "6747baa6a8edfcea842e378a": "Передайте 'Фигурку культиста'",
    "675b8220dc8368404ae065c8": "Передайте 'Фигурку Логова'",
    "675b822062b76a8b0fa8459c": "Передайте 'Фигурку Киллы'",
    "675b8220f875fc0a39aff34f": "Передайте 'Фигурку Тагилы'",
    "675b82204818898c9f0d2c3d": "Вручите 'Статуэтку Решалы'",
    "6747ba84ea3a80b532e68ad6 name": "Специальная коллекция",
    "6747ba84ea3a80b532e68ad6 description": "Итак, я еще не говорил вам, но в последнее время в продаже появились эти предметы коллекционирования. Никто не знает, кто их создал и зачем они были созданы. Обычно я не очень интересуюсь подобными предметами коллекционирования, но я действительно хочу эти вещи. Они единственные в своем роде, и, возможно, я найду коллекционера, который готов заплатить за них. Не могли бы вы принести мне по одной из этих статуэток, пожалуйста? У меня есть еще кое-какие товары, которые мне не нужны, но я уверен, что они понадобятся вам в будущем. ",
    "6747ba84ea3a80b532e68ad6 successMessagetext": "Это все? Вау, они выглядят так круто. . Спасибо тебе, воин. ",
    "6747be7affcd18d98a2227e4": "Достигни необходимого уровня навыка 'Внимание'",
    "6747be7a772885b8ba77be7e": "Достигните необходимого уровня навыка 'Выносливость'",
    "6747be7aeaf935881562ce9c": "Достигните необходимого уровня навыка 'Сила'",
    "6747be6cac417a049759b0a8 name": "Тренировка личного состава - Мародер - Часть 1",
    "6747be6cac417a049759b0a8 description": "Сомневаюсь, что в вашем старом подразделении вас учили собирать добычу, но эти навыки необходимы, чтобы выжить здесь. Узнайте, где искать материалы, медикаменты, боеприпасы, все остальное. Вам также нужно тренировать свою выносливость, в конце концов, вам нужно успеть вынести все свои вещи на эвакуацию. Докажите это, и я, возможно, снабдю вас кое-каким снаряжением. ",
    "6747be6cac417a049759b0a8 successMessagetext": "Итак, как вам жизнь мусорщика? Я просто шучу, не волнуйтесь, вот ваша оплата. ",
    "66c0221114aa0a298f3c2b0f": "Достигните необходимого уровня владения навыком 'Внимание'. ",
    "66c0220e3a500b393fd23a2d": "Достигни необходимого уровня навыка 'Поиск'",
    "66c021dc9289486ef682c2e4 name": "Тренировка личного состава - Мародер - Часть 2",
    "66c021dc9289486ef682c2e4 description": "Итак, мистер 'Падальщик', хочешь заработать себе еще немного снаряжения? Я уверен, что вам понадобится способ взять с собой больше вещей из ваших рейдов, улучшить свои навыки по добыче и разбору мусора, в нашем ассортименте еще есть несколько предметов, которые могут вас заинтересовать. Помните, что все имеет свою цену. Удачи вам. ",
    "66c021dc9289486ef682c2e4 successMessagetext": "Похоже, тренировка приносит свои плоды, не забывайте продолжать тренировать свои навыки, это может спасти вам жизнь. ",
    "66c155e66d2a12328d73e257": "Достигните необходимого уровня навыка 'Внимание'",
    "66c155f282939944b2535f48": "Достигните необходимого уровня навыка 'Поиск'",
    "66c1575f1e0406a1b1c91c77": "Достигни необходимого уровня навыка 'Выносливость'",
    "66c155ada8d7150863c89499 name": "Тренировка личного состава - Мародер - Часть 3",
    "66c155ada8d7150863c89499 description": "Похоже, тебе нужно больше снаряжения, ладно, у меня есть снаряжение. Продолжай тренировать свои навыки мародерства и выносливость, собирай все, что сможешь найти, ты знаешь, кому это продать и для чего использовать. И уходи, как только наешься досыта. ",
    "66c155ada8d7150863c89499 successMessagetext": "Отлично, молодец. Не забудь посмотреть наши новые сумки на складе. ",
    "66c157c7821fb4134cbff798": "Достигните необходимого уровня навыка 'Выносливость'",
    "66c157d0a5ad258500009228": "Достигните необходимого уровня навыка 'Сила'",
    "66c157d92846a825b7c44131": "Достигните необходимого уровня навыка 'Поиск'",
    "66c156226ac87e4431cb0feb name": "Тренировка личного состава - Мародер - Часть 4",
    "66c156226ac87e4431cb0feb description": "Эй, у вас сейчас есть классные рюкзаки, но, похоже, вы немного боретесь с весом, не так ли? Очевидно, что чем больше вещей вы несете, тем больше вес, так что тренируйтесь! Если вы оборудовали место для тренировок в своем убежище, я настоятельно рекомендую вам провести там некоторое время. Помните, что получение большего количества добычи за один раз сэкономит вам время. ",
    "66c156226ac87e4431cb0feb successMessagetext": "Ух ты, тяжелая сумка, что у тебя там, шлакоблоки? Что ж, это тоже способ потренироваться, не забудьте получить оплату. ",
    "66c156ddb711977015b36829": "Достигните необходимого уровня навыка 'Внимание'",
    "66c156ca982b32afd7b153c1": "Достигните необходимого уровня навыка 'Поиск'",
    "66c156c1250226722ac49e39": "Достигни необходимого уровня навыка 'Выносливость'",
    "66c156b6692d004532924dba": "Достигни необходимого уровня навыка 'Сила'",
    "66c1565e796a61e8a711e6d9 name": "Тренировка личного состава - Мародер - Часть 5",
    "66c1565e796a61e8a711e6d9 description": "Хорошо, есть еще несколько вещей, которые я мог бы продать, более качественное снаряжение, чем раньше. Развивай свои навыки, все до единого. И продолжай тренировать их, сообщи мне, когда почувствуешь себя комфортно. ",
    "66c1565e796a61e8a711e6d9 successMessagetext": "Ммм, настоящий эксперт по мародерству, да? Хорошо, не забудь проверить или запастись. Оплата производится обычным платежом. ",
    "6747bebffec433d6d39a8c04": "Достигни необходимого уровня владения 'штурмовыми винтовками'. ",
    "6747bebf8847bf4ab2296662": "Достигните необходимого уровня мастерства в стрельбе по мишеням",
    "6747beb0723e16cc522b30a9 name": "Тренировка личного состава - Пехота - Часть 1",
    "6747beb0723e16cc522b30a9 description": "Ты хорошо обращаешься со штурмовой винтовкой? Что за вопрос, оперативник, который не умеет обращаться с оружием, просто смешон. . В любом случае, как насчет того, чтобы доказать свои боевые навыки? Научись обращаться со штурмовой винтовкой, попрактикуйся в прицеливании и научись контролировать отдачу. Докажи свои навыки, воин, я рассчитываю на тебя. ",
    "6747beb0723e16cc522b30a9 successMessagetext": "Хорошая работа, воин. Ваш платеж уже в пути. ",
    "66c244515bcb78515e477ff1": "Достигни необходимого уровня владения навыком 'Штурмовые винтовки'",
    "66c24451929339a102f467b5": "Достигни необходимого уровня владения навыком 'Прицельные упражнения'",
    "66c2446ff1e0061b857ffed9": "Достигни необходимого уровня владения навыком 'Магические упражнения'",
    "66c244489cd554035b1ba245 name": "Тренировка личного состава - Пехота - Часть 2",
    "66c244489cd554035b1ba245 description": "Тренировок никогда не бывает достаточно, особенно здесь, в Таркове. Научитесь обращаться со своей винтовкой как с единым целым, это вы должны управлять винтовкой, а не винтовка вами. В бою у вас наверняка закончатся патроны, так что тренируйте свои навыки стрельбы из пистолета. Своевременное заполнение магазинов может однажды спасти тебе жизнь, ты сможешь поблагодарить меня позже. ",
    "66c244489cd554035b1ba245 successMessagetext": "Молодец, воин, не забудь ознакомиться с нашим ассортиментом. ",
    "66c246ae37b881e15ba0f417": "Достигни необходимого уровня владения навыками 'Штурмовые винтовки'",
    "66c246ae2d50cfa98a748364": "Достигни необходимого уровня владения навыками 'Прицельные упражнения'. ",
    "66c246aed41f0e4fc2e65a24": "Достигните необходимого уровня мастерства в 'Магических упражнениях'",
    "66c246975c91c78198d4077c name": "Тренировка личного состава - пехота - Часть 3",
    "66c246975c91c78198d4077c description": "Ладно, больше тренировок ведь не повредит, верно? - тогда очень хорошо. Есть еще масса вещей, к которым у вас нет доступа. . пока. Вы можете это изменить, но за все приходится платить. Тренируйте свои навыки, а затем возвращайтесь, если захотите, я свяжусь с вами. ",
    "66c246975c91c78198d4077c successMessagetext": "Заметили какие-нибудь улучшения? Хорошо, тогда вы знаете, куда переведен ваш платеж. ",
    "66c2488b49153eb863f762fa": "Достигните необходимого уровня владения навыком 'Штурмовые винтовки'. ",
    "66c2488b5a88529678c23390": "Уничтожайте противников, используя оружие с патронником 5,45х39 мм",
    "66c2488b00349f29537663c8": "Уничтожайте противников, используя оружие с патронником 7,62х39 мм",
    "66c24845a671c1a1aa170372 name": "Тренировка личного состава - пехота - Часть 4",
    "66c24845a671c1a1aa170372 description": "Ладно, повышение твоих навыков - это не единственное, что имеет значение. Важно то, как ты выступаешь в рейде, у меня есть для тебя небольшое задание, но оно не должно быть слишком сложным для такого, как ты, верно? Конечно, вы можете это доказать, совершив несколько убийств из определенного оружия. Я думал о 5,45х39 и 7,62х39, классической советской огневой мощи. Как вы думаете, у вас получится?",
    "66c24845a671c1a1aa170372 successMessagetext": "Неудивительно, что я бы сказал: молодец, воин, я знал, что это задание не будет для тебя слишком сложным. В любом случае, не забудь забрать свою плату. ",
    "66c249a534386948d2e31c2f": "Достигни необходимого уровня владения навыком 'Штурмовые винтовки'. ",
    "66c249a55a3d769fa07035e8": "Достигните необходимого уровня навыка 'Прицельные упражнения'",
    "66c249a5f0b7d89d883c2dcf": "Достигните необходимого уровня навыка 'Магические упражнения'",
    "66c249cd6ed74822fde05c94": "Уничтожайте противников, используя оружие с патронником . 366 TKM",
    "66c249657e6d87ebf458f0bf name": "Тренировка личного состава - пехота - Часть 5",
    "66c249657e6d87ebf458f0bf description": "Эй, я рассказывал тебе о патронах, изготовленных на заказ у Механика? Это бронебойные патроны калибра . 366 TKM, и я открыл для тебя доступ к нашим запасам, при условии, конечно, что у тебя будут деньги. А теперь снова небольшое испытание: тренируй свои навыки, и я имею в виду все их. Затем перестреляй группу парней из ружей с патронником в 366 патронов, а когда закончишь, возвращайся. ",
    "66c249657e6d87ebf458f0bf successMessagetext": "Хорошая работа, оперативник, еще одно успешное задание. ",
    "6747befcbc4d598c2739843b": "Достигни необходимого уровня владения автоматами",
    "6747befce11d21210cb9e05d": "Достигни необходимого уровня владения дробовиком",
    "6747beeab265397e48b7562c name": "Тренировка личного состава - Ближний бой - Часть 1",
    "6747beeab265397e48b7562c description": "У тебя есть опыт ведения ближнего боя, воин? Тебе следует немного потренироваться, чтобы проверить свои навыки. Будет лучше, если вы заранее подготовитесь, в Таркове полно мест, где эти навыки могут пригодиться. Докажите мне, насколько вы хороши в обращении с дробовиками и автоматами. Я могу предоставить вам доступ к большему количеству оружия в нашем арсенале. ",
    "6747beeab265397e48b7562c successMessagetext": "И снова успех, да? В любом случае, вот ваша награда. ",
    "66c2cc56d955427f3812145d": "Достигните необходимого уровня владения навыком 'Оружие-пулемет'",
    "66c2cc5667c845baf4038a2d": "Уничтожайте противника с расстояния менее 25 метров с помощью автоматического оружия",
    "66c2cc6417dbf45d9955c794 name": "Тренировка личного состава - Ближний бой - Часть 2",
    "66c2cc6417dbf45d9955c794 description": "Иногда нужно готовиться к рукопашному бою, нельзя полагаться на то, что люди будут держаться на расстоянии и станут легкой мишенью. Иногда твой враг подбирается к тебе близко и легко тебя убирает. . Или. . Ты сам подбираешься близко и легко убиваешь своего врага первым. Как это звучит, логично, не так ли?Хорошо, тогда немного потренируйся с SMGs и докажи, что тебе удается уничтожать людей с небольшого расстояния с помощью SMGS. Удачи тебе, воин. ",
    "66c2cc6417dbf45d9955c794 successMessagetext": "Ааа, ты вернулся, все в порядке? Молодец, оперативник, и не забудь заплатить. ",
    "66c3c61e42c752881b1bcf7d": "Достигни необходимого уровня владения огнестрельным оружием",
    "66c3c61ec410bf4d4d441c6f": "Убейте врагов с расстояния менее 20 метров, используя дробовики",
    "66c3c609fbd11916a455405a name": "Тренировка личного состава - Ближний бой - Часть 3",
    "66c3c609fbd11916a455405a description": "Есть одна вещь, которая на коротких дистанциях даже эффективнее, чем SMG. . Дробовики на коротких дистанциях. Понимаете, к чему я клоню? Позвольте мне объяснить, не забывайте, что я говорил вам в прошлый раз, та же история, но с дробовиками. Понятно?",
    "66c3c609fbd11916a455405a successMessagetext": "Хорошая работа, надеюсь, вам ничего не помешало, в любом случае, вот ваша оплата. ",
    "66c3ccf9df6f8b969eb31400": "Уничтожайте противников, используя SMG под патрон 9x19",
    "66c3ccf965bd6fffa7cad7ec": "Уничтожайте противников, используя дробовики под патрон 12/70",
    "66c3ccf9a396f234ea0bf8d0": "Достигните необходимого уровня владения навыком 'Пистолеты-пулеметы'",
    "66c3ccf918860de5a0a9f777": "Достигните необходимого уровня владения навыком 'Дробовики'",
    "66c3ccf91d8e4df0710ee395 name": "Тренировка личного состава - Ближний бой - Часть 4",
    "66c3ccf91d8e4df0710ee395 description": "Давайте объединим ваши предыдущие задания! С небольшими изменениями, конечно, теперь вам придется использовать SMGS и дробовики определенных калибров, 9 мм для SMGs и 12 мм для дробовиков, как вы думаете, у вас получится? Доложи мне, когда закончишь, оперативник удачи. ",
    "66c3ccf91d8e4df0710ee395 successMessagetext": "Молодец, похоже, у тебя все-таки получилось, не то чтобы я в этом сомневался. . В любом случае, не забудь заплатить. ",
    "66c3d0b3293a8db8eb612cd4": "Убейте противников выстрелами в голову с расстояния менее 20 метров, используя автомат. ",
    "66c3d0b391d7a065cbe9e575": "Уничтожайте противников с расстояния менее 10 метров, используя дробовики",
    "66c3d0b3933f1ba84a41f7ea": "Достигните необходимого уровня владения оружием 'Автоматы'",
    "66c3d0b3543fd8a7a0f616ca": "Достигните необходимого уровня владения оружием 'Дробовики'",
    "66c3d0b3aca099bef346ecc6 name": "Тренировка личного состава - Ближний бой - Часть 5",
    "66c3d0b3aca099bef346ecc6 description": "Последнее задание, ты согласен или нет?Похоже, ты согласен, отлично! Давайте сделаем кое-что посложнее, вам нужно будет поразить несколько целей выстрелами в голову, убедитесь, что это делается с близкого расстояния и из автоматического оружия. Затем используйте дробовики и превратите нескольких человек в красный туман с расстояния всего в несколько метров. И следите за этими бандитами, они тоже любят стрелять из дробовиков, удачи. ",
    "66c3d0b3aca099bef346ecc6 successMessagetext": "Что ж, у вас это получилось, отличная работа! Вы знаете, где находится тайник. ",
    "6747bf34d21afcc2532f2f5e": "Достигните необходимого уровня владения 'винтовками с затвором'",
    "6747bf2633dcfc282d417efe name": "Тренировка личного состава - Меткая стрельба - Часть 1",
    "6747bf2633dcfc282d417efe description": "Иногда просто лучше, умнее и, конечно, безопаснее поражать цели на расстоянии. Вам нужно научиться обращаться со снайперскими винтовками. Станьте единым целым с самим собой и своей винтовкой, там будет очень одиноко. Неважно, какой у вас пистолет, оружие настолько хорошо, насколько хорош стрелок. Так что, если вы не знаете, как с ним обращаться, ваше оружие ничего не стоит. Вы можете это доказать?",
    "6747bf2633dcfc282d417efe successMessagetext": "Ах да, настоящий стрелок. Вы действительно хорошо поработали и доказали свои снайперские навыки, примите это. ",
    "66c3f21411fa1c680c0d98a9": "Достигните необходимого уровня мастерства в стрельбе из самозарядных винтовок",
    "66c3f21479e83311c5c311af": "Уничтожайте врагов с помощью самозарядных винтовок",
    "66c3f214cb3b751f05e418d4 name": "Тренировка личного состава - Меткая стрельба - Часть 2",
    "66c3f214cb3b751f05e418d4 description": "Давайте теперь перейдем к чему-то более конкретному. Для некоторых вещей нельзя использовать простые способы, нужно использовать что-то классическое. Как насчет того, чтобы на этот раз использовать только винтовку с затвором? И немного потренируйтесь с ним, и Убейте несколько целей, не важно, кого, где и когда. Удачи, оперативник. ",
    "66c3f214cb3b751f05e418d4 successMessagetext": "Хорошо выполненная работа - отличная тренировка!",
    "66c3faee782ecf9762930c82": "Достигните необходимого уровня мастерства 'DMRs'",
    "66c3faeecafb24d8fac6cece": "Уничтожайте противников с помощью стрелковых винтовок",
    "66c3fa32b966223ebb542e27 name": "Тренировка личного состава - Меткая стрельба - Часть 3",
    "66c3fa32b966223ebb542e27 description": "Ладно, та же история, что и раньше, но на этот раз вместо винтовок с затвором вы будете использовать DMR. Звучит заманчиво? Я надеюсь, что это так. Немного потренируйтесь с ним и поразите несколько мишеней из стрелковых винтовок, и опять же не имеет значения, кто, где и когда. ",
    "66c3fa32b966223ebb542e27 successMessagetext": "Молодец, воин, неудивительно, что егерь хочет, чтобы ты выполнял его задания. В любом случае, не забудь о своей оплате. ",
    "66c404ba5cbd8135838bba10": "Убейте противников выстрелами в голову из стрелковой винтовки",
    "66c404ba8eaf6d1c3fb36ef6": "Убейте противников выстрелами в голову из затворной винтовки",
    "66c404ba4b9d5eb6d35fb944": "Уничтожайте противника, используя затворы или стрелковые винтовки под патрон 7. 62x54R",
    "66c404ba2bd9c56b380a89d7 name": "Тренировка личного состава - Меткая стрельба - Часть 4",
    "66c404ba2bd9c56b380a89d7 description": "Как вам такое дополнительное испытание? Звучит забавно, не так ли? Что ж, у меня есть кое-что для вас: убейте нескольких парней выстрелами в голову, как из самозарядных, так и из стрелковых винтовок. Затем используйте то же оружие с патронником 7. 62x54r. . Или делайте все с винтовками 7. 62x54r, на ваш выбор. Возвращайтесь, когда закончите. ",
    "66c404ba2bd9c56b380a89d7 successMessagetext": "Молодец, оперативник, настоящий эксперт, а? Впечатляющая работа, вы знаете, куда будет переведен ваш платеж. ",
    "66c40852f5423d65e1ce5bfd": "Достигните необходимого уровня мастерства в стрельбе из винтовок с затвором",
    "66c40852ca8d259b6c289047": "Достигните необходимого уровня мастерства в стрельбе из стрелкового оружия",
    "66c40852392c8b4f78743bc8": "Уничтожайте противников, используя винтовки с затвором или стрелковые винтовки под патрон 7,62x51",
    "66c40852e32a65ddf98e38f8 name": "Тренировка личного состава - Меткая стрельба - Часть 5",
    "66c40852e32a65ddf98e38f8 description": "Хорошо, тогда для вас последнее испытание, похожее на предыдущее, ну, почти. . Убейте нескольких человек с помощью снайперских винтовок под патрон 7,62х51, а также потренируйте свои навыки стрельбы из затворной винтовки, они вам когда-нибудь пригодятся. Удачи вам и сообщите мне, когда закончите. ",
    "66c40852e32a65ddf98e38f8 successMessagetext": "Отличная работа, воин, некоторые люди могут сказать, что ты настоящий стрелок, рожденный на небесах, а?",
    "6747bf6dd42dbe581f80f69c": "Достигни необходимого уровня навыка 'Здоровье'",
    "6747bf6d57744ce8e65e149d": "Достигни необходимого уровня навыка 'Стрессоустойчивость'",
    "6747bf759ef160d30a4d0d97": "Достигни необходимого уровня навыка 'Жизнестойкость'",
    "6747bf604962f99c343a7927 name": "Тренировка личного состава - Первая помощь - Часть 1",
    "6747bf604962f99c343a7927 description": "В Таркове больше нет правил, все просто стреляют и убивают друг друга без всякой жалости. Вам некому помочь, поэтому вам нужно научиться оказывать себе первую помощь в бою. Это наверняка спасет вам жизнь. Возможно, у нас в запасе есть что-то классное, что только и ждет продажи. Вы можете заполучить это в свои руки, если докажете свои навыки. ",
    "6747bf604962f99c343a7927 successMessagetext": "Да, так и должно быть. Вы зарекомендовали себя, вот и все. ",
    "66c51c8740dffb26cfbe8a88": "Достигните необходимого уровня 'Здоровья'. ",
    "66c51c87115feb12bef8a2a2": "Достигните необходимого уровня навыка 'Стрессоустойчивость'",
    "66c51c87067275cfc6339d70": "Достигните необходимого уровня навыка 'Жизнестойкость'",
    "66c51c87a7c00a9e9e891706 name": "Тренировка личного состава по оказанию первой помощи - Часть 2",
    "66c51c87a7c00a9e9e891706 description": "Эй, больше тренировок по оказанию первой помощи никогда не повредит. Отправляйтесь туда, узнайте, как привести себя в порядок после боя. Просто будь осторожен и не дай себя убить, те, кто будет охотиться на тебя, не будут ждать, пока ты снова соберешься. ",
    "66c51c87a7c00a9e9e891706 successMessagetext": "Хорошо, твоя оплата уже в пути, молодец, воин. ",
    "66c51c8c3e2d09f713c26ccd": "Достигни необходимого уровня навыка 'Здоровье'",
    "66c51c8c68f734b4f65fe06e": "Достигни необходимого уровня навыка 'Стрессоустойчивость'. ",
    "66c51c8c5cad91afd255ee03": "Достигните необходимого уровня навыка 'Жизнеспособность'",
    "66c51c8c2efa5cee3b8326a3 name": "Тренировка личного состава - Оказание первой помощи - Часть 3",
    "66c51c8c2efa5cee3b8326a3 description": "Ладно, мне нужно быть уверенным, что люди, которые работают со мной, просто умрут в один момент. Совершенствуй свои навыки применения лекарств в полевых условиях. Постарайся сохранять хладнокровие в стрессовых ситуациях и не растеряйся, если тебя ударит один раз. ",
    "66c51c8c2efa5cee3b8326a3 successMessagetext": "Итак, вы вернулись, все в порядке? Конечно, ха-ха, и не забудьте внести оплату. ",
    "66c51c92f263d6f493e2b8e2": "Достигните необходимого уровня навыка 'Здоровье'",
    "66c51c924f1d4df6c8eb6ed3": "Достигните необходимого уровня навыка 'Стрессоустойчивость'",
    "66c51c92202eb49d04608982": "Достигните необходимого уровня навыка 'Жизнестойкость'",
    "66c51c929b249bd6b08807e4": "Достигните необходимого уровня навыка 'Хирургия'",
    "66c51c9298f84f4a15184520 name": "Тренировка ЧВК - Оказание первой помощи - Часть 4",
    "66c51c9298f84f4a15184520 description": "Эй, что я могу сказать, тебе никогда не бывает достаточно тренировок, я говорю тебе, что их недостаточно, я знаю. . Кажется, я не говорил тебе раньше, что нужно обучаться использованию хирургических наборов, верно? Это будет важно, поверь мне, возвращайся, когда почувствуешь, что твои навыки достаточно улучшились. ",
    "66c51c9298f84f4a15184520 successMessagetext": "Не забудьте забрать свой платеж, у меня есть для вас еще одно задание. ",
    "66c51c970174a020a9627c5a": "Достигните необходимого уровня навыка 'Здоровье'",
    "66c51c9777d4af4ba46372e8": "Достигните необходимого уровня навыка 'Стрессоустойчивость'",
    "66c51c97693a2bfc351311ca": "Достигните необходимого уровня навыка 'Жизнестойкость'",
    "66c51c973c09e08572eddcea": "Достигните необходимого уровня навыка 'Хирургия'",
    "66c51c97bf84ff530148f164 name": "Тренировка ЧВК - Оказание первой помощи - Часть 5",
    "66c51c97bf84ff530148f164 description": "Ладно, ладно. . Последнее испытание, та же история, что и раньше, но больше тренировок, ты понял? Тренируй все свои навыки, связанные с оказанием первой помощи, я могу открыть тебе доступ к нескольким новым вещам из нашего ассортимента, если ты будешь достаточно тренироваться, понял? Хорошо, тогда удачи, воин. ",
    "66c51c97bf84ff530148f164 successMessagetext": "Итак, вы вернулись, это значит, что вы закончили, верно? Хорошо, не забудьте забрать свой платеж. ",
    "6769df71763d9ed294a8cfed": "Получите дробовики АА-12",
    "6769df716766a37493d0a108": "Сдайте дробовики АА-12",
    "6769dddf9e215aa4c1874dd3 name": "Подметальщик Таркова - Часть 1",
    "6769dddf9e215aa4c1874dd3 description": "Ну что, привет, воин, хорошо проводишь день?У меня есть для вас кое-что интересное, присаживайтесь, я уверен, вы захотите услышать this. . So недавно к нам в Тарков из-за рубежа поступила куча нового оружия, одним из них был дробовик под названием 'АА-12', полностью автоматический, с барабанными магазинами. Дело в том, что многие из них не попали мне в руки, так что, возможно, вы сможете мне немного помочь. Не могли бы вы принести мне три штуки, их не нужно брать где-нибудь в рейде, я был бы вам очень признателен. ",
    "6769dddf9e215aa4c1874dd3 successMessagetext": "Да, пока это все, большое спасибо. ",
    "6769e31511a1075e8bfc97b7": "Уничтожайте противников, используя дробовик АА-12",
    "6769e299431e125fdf3f6418 name": "Tarkov Sweeper - Часть 2",
    "6769e299431e125fdf3f6418 description": "Думаю, было бы интересно посмотреть, как работают эти штуки, вы думаете о том же, что и я?Это оружие не будет хорошо продаваться, если его нельзя будет использовать достаточно эффективно против других людей, понимаете? Так почему бы тебе не взять это оружие и не прикончить любого, кто встретится тебе на пути, и не вернуться, когда закончишь, понятно?",
    "6769e299431e125fdf3f6418 successMessagetext": "Вот мы и поговорили. Итак, отличное оружие? Надеюсь, оно стоит своих денег. ",
    "6769e4a8bd0f3749c81e0e80": "Убейте боевиков ЧВК, используя дробовик АА-12. ",
    "6769e504b245bcfa26d0aa1e": "Найдите опознавательные знаки ЧВК в рейде",
    "6769e50443d5715fae087c71": "Передайте опознавательные знаки",
    "6769e445b00ee084f16bbfbb name": "Подметальщик Таркова - Часть 3",
    "6769e445b00ee084f16bbfbb description": "Эй, честно говоря, я не очень доволен результатами, поэтому мы делаем шаг вперед. Может быть, нам нужно использовать это оружие против целей с более высоким приоритетом? Может быть, у других операторов это сработает, вы сможете с этим справиться? И не забудьте принести мне их жетоны. Не имеет значения, МЕДВЕДЬ это или спецназовец. ",
    "6769e445b00ee084f16bbfbb successMessagetext": "Работа выполнена? Отлично, судя по всему, это оружие заслуживает своей популярности. ",
    "6769e9bb72f8bae9c1f974d5": "Уничтожайте противников в шлемах выстрелами в голову",
    "6769e676aaf099da20b7d467 name": "Умей противостоять - Часть 1",
    "6769e676aaf099da20b7d467 description": "Иногда вы не можете просто избавиться от кого-то выстрелом в голову, некоторые люди носят броню на голове, ну, в этом случае это был бы шлем, но вы понимаете, что я имею в виду. . В любом случае, важно знать, как за этим следить, даже если ваша цель в шлеме, не все можно остановить, просто надев тяжелую чашу на голову. Способны ли вы вывести из строя людей в шлемах? Но убедитесь, что вы уничтожаете их выстрелом в голову, без обмана. Это будет вашим первым испытанием на данный момент, удачи вам, воин. ",
    "6769e676aaf099da20b7d467 successMessagetext": "Вы вернулись? Отлично, мы отправляем ваш платеж, как только договоримся. ",
    "6769ee8a151d087c0a45bf3b": "Уничтожайте противников, которые носят шлемы с классом брони 4 или выше, выстрелами в голову",
    "6769ef9901adb8c734063eae name": "Умейте противостоять - Часть 2",
    "6769ef9901adb8c734063eae description": "Хорошо, давайте усложним задачу, большинство бандитов и операторов здесь могут позволить себе дешевые шлемы, но как насчет тех, кто носит шлемы получше? В частности, шлемы четвертого класса, приличные, но все еще довольно распространенные, я уверен, для вас это не будет такой проблемой, не так ли?Бронированные маски не считаются шлемами, имейте это в виду. ",
    "6769ef9901adb8c734063eae successMessagetext": "Отлично, однако следующая работа будет немного сложнее. . В любом случае, не забудь свою награду, ты знаешь, где она спрятана. ",
    "6769f19bd7596790a9041340": "Уничтожайте противников, которые носят шлемы с классом брони 5 или выше, выстрелами в голову",
    "6769f0be9610d5eb0d23e7cc name": "Умейте противостоять - Часть 3",
    "6769f0be9610d5eb0d23e7cc description": "Готовы к новому испытанию? Хорошо, тогда слушайте внимательно. Шлемы четвертого класса, возможно, и не такая уж редкость, но шлемы пятого и шестого классов. . Большинство операторов ненавидят их, потому что они портят слух и зрение, если вы носите их с забралом, но бандитам на это совершенно наплевать. Если вы хотите, чтобы вам больше повезло с поиском людей, которые носят такие шлемы, я предлагаю вам проверить некоторые местные банды, в частности, их телохранителей. Вы знаете, что вам нужно сделать, сообщите мне, как только закончите, и удачи. И не забывайте, что бронированные маски не считаются шлемами, не обманывайте систему. ",
    "6769f0be9610d5eb0d23e7cc successMessagetext": "Ты вернулся, здорово! Ну, как прошла охота? Весело, правда? Я знаю, но в любом случае не забудь забрать деньги. ",
    "676acf53035ffe0f1624a630": "Стреляй в ноги любой цели из оружия под патрон 23х75 или 20 калибра",
    "676acf2054e3e3416e7a891a": "Уничтожайте противников, используя оружие под патронник 23х75 или 20 калибра",
    "676ace5f69e9afec028e5221 name": "Бьет как грузовик",
    "676ace5f69e9afec028e5221 description": "Привет, ты случайно не занята? Нет? - превосходно. У меня есть для тебя деликатное предложение. Как насчет еще одного испытания? Видите ли, есть определенное оружие, которое является распространенным, и оружие, которое не очень распространено, оружие, которое используется часто, и оружие, которое используется редко. В частности, оружие с патронником 23х75 мм R и 20-м калибром, вы видите, что 23х75-й ударяет как сумасшедший, на кого бы ни был направлен ваш ствол, он исчезнет, и ваше плечо тоже. 20-й калибр, может, и не такой мощный, но вы все равно не хотели бы, чтобы в вас попали из него. В любом случае, ваша задача - поражать цели в ноги из оружия этих двух калибров, а также уничтожать некоторых, звучит просто, не так ли? Что ж, будем надеяться, что это так, я скоро получу от вас весточку, удачи. ",
    "676ace5f69e9afec028e5221 successMessagetext": "Итак, как ваше плечо? Отдохните немного, мы отправляем вам платеж прямо сейчас. ",
    "6747bfffe6aa00c8a5dbf8fe": "Уничтожайте диких, используя указанное снаряжение в Лесу",
    "6747c00a010ea62a5ad4a2a0": "Уничтожайте боевиков ЧВК, используя указанное снаряжение в Лесу",
    "6747bfd667581ad41fc4a9de name": "Охотник",
    "6747bfd667581ad41fc4a9de description": "У тебя есть время? Присаживайся, оперативник, я уверен, ты уже встречался с Джегером. Ну, ему сейчас нужна небольшая помощь, некоторые местные жители и бывшие операторы начали угрожать ему, они думали, что старик - легкая мишень. . Я и мои люди работаем с ним в тесном контакте, поэтому я не могу оставить это без внимания. Я тут подумал, что ты мог бы нарядиться охотником, использовать охотничье оружие, может быть, напугать этих ублюдков, чтобы они знали, с кем имеют дело, понимаешь? У меня все еще есть кое-какое запасное снаряжение, жилеты и наушники, охотники часто ими пользуются. Я напишу вам записку со всем необходимым, чтобы это выглядело убедительно. Мои ребята и Джегер рассчитывают на вас. Необходимое снаряжение: - Охотничий жилет 'Умка' / Нагрудный ремень Azimut SS 'Хамелион'; - Шапка Буни; - Винтовка / дробовик с затвором;",
    "6747bfd667581ad41fc4a9de successMessagetext": "Отлично, он передает привет, а мы оба прислали вам небольшой подарок. ",
    "676b0e66718f016e0017f21c": "Уничтожайте противников, используя винтовку M203 или AR-15, оснащенную винтовкой M203",
    "676b0de9ab6151bd15ce350e name": "Опасные инструменты",
    "676b0de9ab6151bd15ce350e description": "Ну, здравствуй, оперативник, у меня снова есть кое-что для тебя, тебе интересно? Отлично!Я только что получил доступ к подствольным гранатометам M203, но у меня не было никого, кто мог бы их протестировать, поэтому мне нужна ваша помощь. Можете ли вы уничтожить несколько целей с помощью гранатомета или оружия, к которому он прикреплен? Это было бы здорово, я свяжусь с вами позже. ",
    "676b0de9ab6151bd15ce350e successMessagetext": "Отличная работа, и не забудьте получить вознаграждение за воина. ",
    "6747c075e680c57f236bc5e7": "Устраните ищеек",
    "6747c04cb879cf9e1c9fbf8a name": "Собаки на арене",
    "6747c04cb879cf9e1c9fbf8a description": "Попробуйте угадать, о чем пойдет речь, держу пари, вы ничего не сможете придумать. Когда-нибудь слышали о парне, который контролирует арены в регионе? Некоторое время назад он выпустил своих гончих на поиски нескольких парней, сбежавших с арены. Я думал, что они уже давным-давно перестали их искать. И вот мы здесь, а они все еще убивают и грабят. Они угрожают моему бизнесу, понимаете? Я думаю, что обычно они бродят по лесам, побережью и промышленной зоне. Не забывайте, насколько опасными они могут быть, удачи вам в этом. ",
    "6747c04cb879cf9e1c9fbf8a successMessagetext": "Проблема решена? Да? Хорошая работа. ",
    "6747c1474e805ffdd22cdb4d": "Уничтожайте агентов USEC, используя указанное снаряжение",
    "67538a023ff3c3ead52dc7fa": "Получите жетоны USEC (15-й уровень+)",
    "6747c14dcde6557213d24291": "Передайте жетоны USEC (15-й уровень+)",
    "6747c136681e886c4f32ec2d name": "Проклятый предатель!",
    "6747c136681e886c4f32ec2d description": "С нами только что связался бывший МЕДВЕДЬ, ему удалось выбраться из Таркова некоторое время назад. Однако он не хочет возвращаться сюда, чтобы самому сражаться с юсеками, так что здесь ты снова пригодишься, в конце концов, ты ведь эксперт в этом, верно, воин? Задание простое: уберите нескольких оперативников USEC, переоденьтесь в их одежду и используйте западные винтовки. Просто чтобы они думали, что с ними сражается один из их собственных парней. Ему также нужны доказательства ваших убийств, так что не забудьте захватить с собой жетоны. Указанное снаряжение: - Шлем HighCom Striker / Ballistic Armor Co. Шлем Bastion - HighCom Trooper TFO / Interceptor OTV / MBSS / AVS ( зеленый) / Бронежилеты IOTV Gen4 / Бронированное снаряжение - Любая штурмовая винтовка западного производства",
    "6747c136681e886c4f32ec2d successMessagetext": "Он доволен вашей работой, славный воин, и ваша оплата уже в пути. ",
    "6747c1927f90c6641fc1a6cb": "Уничтожайте медвежатников, используя указанное снаряжение",
    "67538a24b78c062b0bbf8021": "Получите МЕДВЕЖЬИ жетоны (15-й уровень+)",
    "6747c196b308ed7ef8781816": "Передайте МЕДВЕЖЬИ жетоны (15-й уровень+)",
    "6747c182942fe0faa5478a5e name": "Охотник на медведей",
    "6747c182942fe0faa5478a5e description": "Заинтересовался другой работой? Какой-то западный парень, у которого были дела с Terragroup. Он ненавидит медведей и ищет кого-нибудь профессионального, чтобы избавиться от некоторых из них. Это нужно делать при определенных условиях, например, вам нужно надеть какую-нибудь российскую экипировку и жилеты с нашивкой в виде МЕДВЕДЯ. Также вам нужно использовать автомат АК, неважно, какой именно. Не забудьте также взять с собой доказательства. Указанное снаряжение: - Облегченный шлем LShZ / Tor-2 / Altyn / Rys-T, - Носители пластин WARTECH TV-110 / WARTECH TV-115 / NPP KIASS Bagariy / ARS Arma CPC Mod. 1 - Любая винтовка типа АК. ",
    "6747c182942fe0faa5478a5e successMessagetext": "Результаты были хорошими, он отправляет вам платеж прямо сейчас, отличная работа. ",
    "674dd9b135aaa9792fad6f60": "Ликвидируйте партизана",
    "674dd9d260d9359578fc7f2c": "Найдите сумку партизана в рейде",
    "674dd9d261fe76ed100e841b": "Передайте сумку партизана",
    "674dd931e687ffb6dba76b68 name": "Охотник становится Жертвой",
    "674dd931e687ffb6dba76b68 description": "У меня для вас новость, присаживайтесь. Недавно бывший друг Егеря сошел с ума, начал охотиться на людей, в основном на МЕДВЕДЯ и УСАЧА. Раньше у этого человека были ценности, и он нападал только на тех, кого считал бесчестными. Люди, пережившие встречи с ним, рассказывали, что никогда не встречали такого сумасшедшего, он расставляет везде ловушки со взрывчаткой, стреляет почти в каждого, кого видит. Некоторых продавцов этот парень тоже раздражал, в том числе и меня, однако я не хочу, чтобы Джегер знал, что я заказал слежку за его друзьями или бывшими приятелями. Его называют 'партизаном', он хорошо вооружен, иногда с гранатометом, его сумка набита гранатами и растяжками. Будь предельно осторожен, когда имеешь дело с этим вопросом, понял? Да, и принеси мне что-нибудь из его вещей, что-нибудь, что может ассоциироваться у тебя с ним. Я свяжусь с тобой, желаю удачи. ",
    "674dd931e687ffb6dba76b68 successMessagetext": "Отличная работа. У меня уже есть идея, что делать с сумкой. . В любом случае, вот твоя оплата. ",
    "67548fdd261ba7289f144e41": "Найдите любого босса и устраните его",
    "67548ffa060920719b9cad84": "Выживите и покиньте свое текущее местоположение",
    "67548fb1d293a6e93d5184a4 name": "Пусть охота начнется",
    "67548fb1d293a6e93d5184a4 description": "Готовы сделать мир лучше? Что за вопрос. . конечно!Полагаю, вы уже встречались с одной из многочисленных бандитских группировок 'надоедливые ублюдки', я прав? Ну, в любом случае, иногда самое сложное на самом деле не сражаться с ними, а выследить их, а затем сразиться с ними, а затем выбраться живым. Потому что, поверьте мне, как только вы начнете сражаться с ними, у вас появится компания. Так что вам лучше подготовиться не только к встрече с бандитами и их главарями, но и с другими операторами. Не забудьте убраться оттуда после того, как разберетесь с этим бандитским отребьем. ",
    "67548fb1d293a6e93d5184a4 successMessagetext": "Удивительно, одним бандитом меньше, но не слишком радуйся, у меня есть еще задания для тебя, воин. ",
    "67575d0e2a131233a0aeb50e": "Найди тайник банды Светлоозерского на Лесопилке в Лесу",
    "67575d13d046853922a2aaa2": "Спрячь комплект для установки растяжек в тайнике банды на Лесопилке",
    "67575d1355f1ff1a13d294c5": "Спрячьте ручную гранату в тайнике банды на лесопилке в Лесу",
    "67575d27fdbabe41d12b9087": "Выживайте и извлекайте выгоду из леса",
    "67575b3e2bb2bac9605b12b4 name": "Да начнется охота - Лес",
    "67575b3e2bb2bac9605b12b4 description": "Пора нанести визит банде лесопильщиков, очевидно, с подарками. Где-то на лесопилке в лесу есть тайник, принадлежащий банде Светлоозерского, ходили слухи, что эти ребята хранят там свои самые ценные вещи. Ты должен что-то предпринять. . давайте назовем это 'пикантным', под этим я подразумеваю, что вы установите ловушку для гранат рядом с ней. План должен выглядеть следующим образом: вы устанавливаете ловушку, выходите оттуда, бандиты вскоре возвращаются с добычей и хотят ее спрятать, а затем. . бум, просто, не так ли?",
    "67575b3e2bb2bac9605b12b4 successMessagetext": "Все готово? Хорошо, теперь ждем. ",
    "676251fc67bb549da91d9ae6": "Найдите и Убейте Штурмана",
    "67625208934db2a61893273d": "Убейте охранников Штурмана",
    "67625237405b99a0c50f9424": "Найдите в рейде СВД или G28 (+75% к прочности)",
    "676252376b4ae4274a3f2673": "Сдайте СВД или G28 (+75% к прочности)",
    "67625287cfd97165101e667a": "Выживите и покиньте свое текущее местоположение",
    "6762516bfbdc2715070c1800 name": "Охота на бандитов - Лесной навигатор",
    "6762516bfbdc2715070c1800 description": "Хорошо. . Плохие новости. Помните ловушку с гранатами, которую вы устроили в тайнике банды на лесопилке?Похоже, несколько любопытных ЧВК пытались затеять драку с этой бандой бандитов, и каким-то образом ваша ловушка была уничтожена или обезврежена, я могу только предполагать. . Итак, теперь у нас есть план 'Б'. Вы сами разбираетесь с этими бандитами по старинке. Избавьтесь от их главаря и не забудьте о двух телохранителях, которые повсюду следуют за ним. Также принесите мне одно из основных орудий главаря, в чистом виде. Понятно?",
    "6762516bfbdc2715070c1800 successMessagetext": "Хм, может, в следующий раз нам стоит переосмыслить эти ловушки для гранат. . В любом случае, не забудь забрать свою награду. ",
    "67575d69df9fabb9fbf48de3": "Найдите офис Sanitar в курортном отеле на Берегу",
    "67575d91dfe10d15d27fb300": "Припрячьте комплект для установки растяжек перед офисом Sanitar в курортном отеле на Берегу",
    "67575d91ca4f660c7a01d153": "Припрячьте ручную гранату перед офисом Sanitar в курортном отеле на Берегу",
    "67575da15eeb19800b46198d": "Выжить и выбраться с Берегу",
    "67575d41beda83bf97d14f1c name": "Да начнется охота - Береговая линия",
    "67575d41beda83bf97d14f1c description": "Врач в санатории - сумасшедший, не правда ли?Ну, он тоже в нашем списке подозреваемых, по тому же плану, что и банда Светлоозерского. У него все еще есть свой кабинет, расположенный на втором этаже восточного крыла санатория, рядом с его комнатой есть кровавый отпечаток ладони, который вы не заметите, если не закроете глаза. Ты знаешь, что делать, доберись до санатория, установи ловушку, убирайся, никаких шуток, так что не отвлекайся. ",
    "67575d41beda83bf97d14f1c successMessagetext": "Хорошо, теперь главное - терпение, слухи должны распространиться, когда этого парня разорвут на куски. ",
    "6762505f7578477997517e3b": "Найдите и Убейте Санитара",
    "6762505a990d56ad263483b1": "Убейте охрану Санитара",
    "676250d6d17f680ab5fca0a1": "Найдите сумку Санитара в рейде",
    "676250d6ec5080c1047876f6": "передайте сумку Санитара",
    "6762510669fa29c7cc58a972": "Выживите и покиньте свое текущее местоположение",
    "67624ce5ad9d2e9714bf6120 name": "Охота на бандитов - Безумный ученый",
    "67624ce5ad9d2e9714bf6120 description": "Мне неприятно говорить вам об этом, но вы должны знать. Оказалось, что кому-то стало немного любопытно, и другой дилер нанял операторов для поиска офиса sanitars. Что ж, судя по всему, кто-то его обезвредил, по крайней мере, такова моя теория, потому что от него не осталось и следа. Как будто его там никогда и не было. . Что ж, ты знаешь, что тебе нужно сделать, раз уж взялся за это дело, принеси мне санитарную сумку. Однако остерегайтесь его телохранителей, они чрезвычайно опасны, вооружены до зубов, у них первоклассная броня, оружие и боеприпасы. Санитар, однако. . Это не такая уж большая угроза, как вы думаете, но все же вам есть о ком беспокоиться, и помните, какие это сумасшедшие люди, берегите себя и желаю удачи. ",
    "67624ce5ad9d2e9714bf6120 successMessagetext": "Доктор ушел? Хорошо, интересно, когда у нас закончатся сумасшедшие бандиты. ",
    "67575df140a975897a02f026": "Найдите безопасное место на транспортной развязке",
    "67575e01d2b6887eedd55d71": "Спрячьте комплект для установки растяжек перед безопасным местом на транспортной развязке",
    "67575e016215075cdb8242ad": "Спрячьте ручную гранату перед безопасным местом на транспортной развязке",
    "67575e0b3eaa334410da2f95": "Выжить и извлечь выгоду из Взаимообмена",
    "67575de81b1736276da6f0c3 name": "Да начнется охота - Взаимообмен",
    "67575de81b1736276da6f0c3 description": "Дай-ка я быстренько просмотрю свой список. . Хм, это тот самый маньяк из торгового центра ULTRA? О боже, я не думаю, что нам стоит затевать драку с этим парнем, ходят слухи, что он очень опасен. Уничтожать отряды боевиков ЧВК в одиночку. . Ничего себе. . Что ж, думаю, нам не придется марать руки, за исключением одного момента. Ты все еще помнишь, как устанавливать ловушки для гранат? Фантастика! Опять же, таков план: где-то на этаже гаража у него есть свой собственный сейф, где он в основном живет и хранит все свои вещи, я слышал слухи о туннелях, которые соединяются с бункерами или чем-то вроде того, и, по-видимому, один из этих туннелей можно найти там. Хм, жаль, что мы не узнаем, когда этот парень будет мертв. Ты знаешь, что делать, найди это безопасное место и установи ловушку снаружи, не нужно марать руки, если можно избавиться от этого засранца простым способом, верно?",
    "67575de81b1736276da6f0c3 successMessagetext": "Ты закончил? Вы проверили, правильно ли он настроен? Хорошо, тогда давайте подождем и посмотрим. ",
    "6747c1f7fb79e2809171ec43": "Убейте Киллу при обмене",
    "6747c201de165884897c1e57": "Уничтожайте противников, надевая снаряжение Киллы при обмене",
    "6747c2061d21f8b5a74392db": "передайте шлем Киллы (+75% прочности)",
    "6747c206cae2d8b9ddf4e2ef": "передайте бронежилет Киллы (+75% прочности)",
    "6747c1e4c6f655f7863b727f name": "Охота на бандитов - Маньяк торгового центра",
    "6747c1e4c6f655f7863b727f description": "Привет, ты занята? Тебе нравится ходить по магазинам, как и мне! К сожалению, в торговом центре ULTRA в Таркове слишком жарко. Я слышал, что там полно дорогих товаров. По-видимому, там орудует какой-то маньяк, который грабит все подряд и стреляет в каждого, кто попадается ему на глаза. Он в тяжелой броне и одет в черный спортивный костюм с белыми полосками, его невозможно не заметить. У меня есть идея, что простое убийство этого психопата заставило бы некоторых людей подумать, что в торговом центре теперь безопаснее, так каков же мой план на этот раз? Правильно, вы убиваете его, а затем забираете его вещи, выкуриваете кучу боевиков ЧВК, переодевшись в него, а также используете один из его пистолетов. Делайте это какое-то время, чтобы люди думали, что в торговом центре все еще жарко. Снаряжение Killa: - Маска-1SCh Killa Edition - 6B13M Killa Edition - РПК-16 / АКМС / ПП-19 'Витязь' / ТТ-33 Зачем мне вообще нужно это для вас записывать? Ты все равно заберешь его снаряжение. . Забудь об этом, сохрани эту записку на всякий случай. ",
    "6747c1e4c6f655f7863b727f successMessagetext": "Отлично, этот ублюдок мертв, а некоторым из моих парней удалось полностью разграбить магазины. Хорошая работа!",
    "676255a02e0ba311e6eea0c2": "Найдите и Убейте Тагиллу",
    "676255dc9c3a196fef1add5f": "Найдите сварочную маску Tagilla в рейде (долговечность +75%)",
    "676255dcc16fcd71ac0fbc43": "передайте сварочную маску Tagilla (долговечность +75%)",
    "676255e6cea5e683d685f9ec": "Найдите в рейде держатель для пластин AVS от Tagilla (долговечность +50%)",
    "676255e6dc796c134d14db9d": "Передайте Тагилле бронежилет AVS (+50% к прочности)",
    "67625622b5ec0f6b700b5acc": "Выживите и покиньте свое текущее местоположение",
    "6762543fbaa292049e4cea52 name": "Охота на бандитов - завода маньяков - Часть 1",
    "6762543fbaa292049e4cea52 description": "Ну, здравствуй, оперативник. Я не уверен, заметили ли вы уже, но где-то на старом химическом заводе есть сумасшедший парень, который бегает с кувалдой и забивает почти всех, кого видит, до смерти, настоящий маньяк. . Короче говоря, нам нужно избавиться от этого сумасшедшего ублюдка, временно или навсегда, не имеет значения, и нам нужно его снаряжение и немного времени. Будьте осторожны в бою, возможно, вы не единственный, кто ищет его, а этот сумасшедший вооружен до зубов и хорошо защищен, и убедитесь, что его снаряжение не слишком повреждено, хорошо?",
    "6762543fbaa292049e4cea52 successMessagetext": "Фантастика, одним сумасшедшим стало меньше. ",
    "6762577821bd7bfad83e9582": "Убейте боевиков ЧВК, переодевшись Тагиллой на заводе",
    "67625725c1b276070a74225a": "Найдите жетоны ЧВК в рейде",
    "676257253ada5a7ac0a86993": "Передайте жетоны",
    "6762566a03b27f2d68c35ddf name": "Охота на бандитов - Маньяк с заводи - Часть 2",
    "6762566a03b27f2d68c35ddf description": "Готовы устроить настоящий хаос?На химическом заводе царит настоящее беззаконие, пришло время немного навести порядок. Теперь, когда вы испугались этого маньяка с завода и украли его оборудование, вы можете напугать до смерти всех его работников. Переоденься в него, используй то же оружие, я могу составить для тебя список для этого, а затем учинить погром. Бандиты могут знать, что что-то не так, поэтому не жди, что ты на самом деле один из них. И принеси мне жетоны оперативников ЧВК, от которых ты избавился. Я получу от тебя весточку. Снаряжение Tagilla: - AA-12 Gen 1 / Saiga-12K / AKS-74UN / MP-155 / RPK-16 - Колпачок-накладка - Сварочная маска Tagilla - Держатель для пластин Crye Precision AVS (Tagilla Edition) / Держатель для пластин Strandhogg",
    "6762566a03b27f2d68c35ddf successMessagetext": "Итак, как это было? Наверняка, это была интересная находка. ",
    "67576127dc94ae2b741364f9": "Найдите лестничную клетку Двухэтажного общежития на таможне",
    "675761279fba96a36d124bd6": "Спрячьте комплект для установки растяжек на лестничной клетке двухэтажного общежития на таможне",
    "675761292ddf5394227a109a": "Спрячьте гранату на лестничной клетке двухэтажного здания общежития на таможне",
    "6757615079b3849ed2b8be1e": "Найдите лестничную клетку трехэтажного здания общежития на таможне",
    "67576155c6d46bf2d0d6cecf": "Спрячьте комплект для установки растяжек на лестничной клетке трехэтажного здания общежития на таможне",
    "67576155aed95cfb790ef67e": "Спрячьте ручную гранату на лестничной клетке трехэтажного здания общежития на таможне",
    "67576165c55d12c3fbf5440f": "Выживите и бегите с таможни",
    "6757610a92876de49b91df94 name": "Пусть начнется охота - Таможня",
    "6757610a92876de49b91df94 description": "На самом деле, есть еще кое-кто, от кого мы могли бы избавиться. Где-то на таможне есть некая банда, состоящая из бывших полицейских и некоторых преступников. Их главарь - настоящий трус, лучшего описания ему не найти, он прячется за спинами своих охранников, которые хорошо вооружены и закованы в броню. Здесь действительно нет необходимости марать руки, поэтому давайте применим ту же тактику, что и раньше. Вы снова устанавливаете ловушки для гранат, забавно, правда? Где-то за пределами промышленной зоны должны быть два здания общежития, одно трехэтажное, а другое двухэтажное. Этих трусов там замечали очень часто, поэтому мы оборудовали место и были осторожны, потому что кто-то мог быть дома. ",
    "6757610a92876de49b91df94 successMessagetext": "Можно идти? Никого нет дома? Будем надеяться, что это так, теперь мы ждем взрыва, и этот трус больше не должен быть ничьей проблемой. ",
    "6757643ba3ec373e4d5dc75e": "Найдите и Убейте Решалу",
    "67576427877ba17c164719c8": "Убейте охранников Решалы",
    "6757641eac725225e24a7e2d": "Найдите золотой пистолет ТТ-33 Решалы во время рейда",
    "67576422631847135bd86279": "Передайте золотой пистолет ТТ-33 Решалы",
    "67576478301afd0ae33c0aff": "Выживите и покиньте свое текущее местоположение",
    "6757627e2e0ce3039da399f0 name": "Охота на бандитов - Как заключить сделку - Часть 1",
    "6757627e2e0ce3039da399f0 description": "Возможно, это была не самая удачная идея - использовать подобные ловушки против этого слабака, поскольку он всегда прячется за спинами своих телохранителей, именно они и попались на ваши ловушки. Может, он и трус, но это не значит, что он не может быть опасен, в конце концов, он и так представляет собой большую проблему. В любом случае, убери его, не забудь о его охране, возьми его золотой пистолет и принеси его мне. Кроме того, разве не было бы забавно, если бы вы сначала убрали всех его охранников, а потом и его самого? В любом случае, он был бы напуган до смерти и готов снова отомстить этим парням?",
    "6757627e2e0ce3039da399f0 successMessagetext": "Ты вынес мусор? Здорово, может быть, однажды ты заслужишь звание 'Уборщика Таркова'. ",
    "67624b35652630133a87a12c": "Убейте врагов, используя золотой пистолет ТТ-33 Решалы",
    "6762474161ffeb3c022b9b69 name": "Охота на бандитов - Как заключить сделку - Часть 2",
    "6762474161ffeb3c022b9b69 description": "Эй, ты помнишь золотой пистолет Токарева, который ты забрал у решалы? Ну, недавно я нашла человека, который может сделать идентичные копии этих вещей, поэтому я выставил их на продажу, как только ты избавился от решалы. В любом случае, я хочу, чтобы вы испытали это ружье, не важно на ком, для достижения лучших результатов я предлагаю вам убить около двадцати бандитов, операторов или кого-то еще, кто будет вам слишком надоедать. ",
    "6762474161ffeb3c022b9b69 successMessagetext": "Ты вернулся? Отлично, не забудь забрать свой платеж, и на нашем складе, как всегда, есть новые товары. ",
    "67625ab2054564159b049441": "Найди и уничтожь Глухаря",
    "67625ad2dd659956dc13a993": "Уничтожь охрану Глухаря",
    "67625b1b1bb6d88a5b35dd0e": "Найди штурмовую винтовку ASh-12 в рейде (+60% прочности). ",
    "67625b1b8819e15ae71cc0c0": "передайте Ясень-12 (стойкость +60% )",
    "67625b456e8d500189ad68d8": "Выживите и покиньте свое текущее местоположение",
    "6762597817a433eeee2ef47a name": "Охота на бандитов - Нераскрытое дело - Часть 1",
    "6762597817a433eeee2ef47a description": "Помните, как мы осматривали военную базу?По-видимому, там действует какая-то бандитская группировка, возглавляемая бывшим морским пехотинцем. . Люди называют его 'Глухарь', Джегер рассказал мне, как этот парень занимается военными товарами, которые остались здесь, в Таркове. Но теперь этот псих стал своего рода проблемой для меня и моих коллег, не только потому, что он забирает наших клиентов, но и потому, что его оперативникы продолжают нападать на нас и грабить. Готовы отплатить этим парням? Убейте их главаря и шестерых его телохранителей и не забудьте принести мне эту специальную штурмовую винтовку, которую глухарь обычно носит с собой. ",
    "6762597817a433eeee2ef47a successMessagetext": "Хорошо. Будем надеяться, что эти парни не вернутся в ближайшее время. ",
    "67625c3a662f4b906135fdd9": "Убейте оперативников ЧВК, используя резервный ASh-12",
    "67625c5e289cd831b6fdab83": "Найдите жетоны ЧВК в рейде",
    "67625c5e9158469c0de63bda": "Передайте жетоны ЧВК",
    "67625a4c9ac37a06ed638698 name": "Охота на бандитов - Нераскрытое дело - Часть 2",
    "67625a4c9ac37a06ed638698 description": "Судя по всему, эта странная штурмовая винтовка, которую вы взяли у Глухаря, - настоящий зверь, она стреляет патронами калибра 12,7х55 мм, неудивительно, что он носил ее с собой. Похоже, он был одним из немногих, у кого был доступ к подобному оружию, а это может означать, что на военной базе может быть больше посетителей, чем обычно, если люди заметят отсутствие этой банды. Думаю, не мешало бы избавиться от кучки операторов с помощью одной из этих винтовок? И имейте в виду, что это привлечет внимание, люди будут вас искать, в конце концов, вы не единственный, кто охотится на этих бандитов. Что ж, удачи вам и не забудьте собрать все найденные вами жетоны. ",
    "67625a4c9ac37a06ed638698 successMessagetext": "Отлично, повеселились? Плечо болит? И, конечно, не забудьте забрать свой платеж. ",
    "6747c0b12cbf7f0c9ddad88d": "Устраните Рыцаря Смерти, переодетого в форму МЕДВЕЖАТНИКА",
    "6747c0bffca31a67f56d67b4": "Устраните Биг Пайпа, переодетого в форму МЕДВЕЖАТНИКА",
    "6747c0cd0d9b67fe139cb046": "Устраните Бердайя, переодетого в форму МЕДВЕЖАТНИКА",
    "6747c0d2193cc3e23976be9d": "Передайте носителя Рыцарского доспеха",
    "6747c0d2c5615968f43797c5": "Передайте маску Рыцаря",
    "6747c0d84d02671e58e6f0ac": "Передайте бандану с большими трубками",
    "6747c0d83c48c4c6ac2a6903": "Передайте Большие трубки для курения",
    "6747c0de4efa18f279816278": "Передай сундучок 'Птичий глаз'",
    "6747c0de1a7bb503685fa126": "Передай рюкзак 'Птичий глаз'",
    "6747c0991fa4b29ab5692551 name": "Охота на бандитов - Импорт",
    "6747c0991fa4b29ab5692551 description": "Эй, я полагаю, вы уже слышали о мошеннических юсеках? Их лидеры, похоже, снова терроризируют местных жителей, они начали распространяться дальше от своей маленькой базы. Другой дилер сказал мне, что он отправил гонца или что-то в этом роде для переговоров с ними, но они просто хладнокровно убили его. Они не беспокоили мою группу. . пока. Я хочу избежать этого, они слишком агрессивны. Я знаю, что вы в этом деле эксперт, поэтому я попрошу вас об одолжении прямо сейчас. Избавьтесь от этих клоунов и, пока вы занимаетесь этим, принесите мне их снаряжение. Неважно, что на них было надето, броня или снаряжение, что угодно, оружие и боеприпасы можете оставить себе, не волнуйтесь. Но я хочу, чтобы вы сделали это при определенных условиях - нарядились МЕДВЕЖАТНИКОМ, чтобы они четко видели, кто их убирает. Они должны увидеть то, что ненавидят больше всего, прежде чем отправятся в загробную жизнь. Сможешь ли ты с этим справиться?Снаряжение МЕДВЕДЯ: - Бейсболка 'МЕДВЕДЬ' - Держатель для пластин 'Багарий' / ТВ-110 / ТВ-115 - Винтовка типа 'АК'. ",
    "6747c0991fa4b29ab5692551 successMessagetext": "Хорошая работа, вы снова заслужили большую награду. ",
    "674884350ca2508ca2b72400": "Убейте Зрячего",
    "6748843f0add3d3df1cb0c45": "Найдите балаклаву Зрячего в рейде",
    "6748843fc40f7c902b415610": "передайте балаклаву Зрячего",
    "674884465a7bf3650edc7381": "Найдите нагрудник 'Хамелион' Зрячего в рейде",
    "674884461aa1d0e3c63a4926": "передайте нагрудник 'Хамелион'",
    "6748844dec72b8f741071e61": "Найдите в рейде винтовку с затвором SVDS или AXMC",
    "6748844d6736edab3aacd0c2": "передайте винтовку",
    "67488455bcb7013e0763269f": "Найдите в рейде пистолет-пулемет MP7A1 или штурмовую винтовку AKS-74U",
    "674884552eea1eafe1feaa4d": "Сдайте автомат или штурмовую винтовку SMG",
    "6748842621601ad21fb2bcb9 name": "Охота на бандитов - Повсюду глаза",
    "6748842621601ad21fb2bcb9 description": "Слушай внимательно, оперативник, это особое задание. Я провел расследование и выяснил, что остров охраняют стрелки-культисты, они смертоносны и точны. Будь с ними осторожен, убей их издалека из мощной винтовки, я мог бы одолжить тебе совершенно особую снайперскую винтовку и несколько патронов к ней, чтобы покончить с этими парнями. И не забывайте, что мост на острове нашпигован минами, будьте осторожны, пересекая его, однако вам, скорее всего, придется посетить остров, чтобы забрать снаряжение этого парня, я хочу увидеть его маску, нагрудник и оба его оружия. Я рассчитываю на тебя, удачи. О, подожди, еще кое-что, я полагаю, механик помог тебе раздобыть этот странный передатчик, верно?Сделай себе одолжение, не бери его с собой, когда будешь убивать этого странного культиста, он, вероятно, будет расшифрован и оставит след. ",
    "6748842621601ad21fb2bcb9 successMessagetext": "Значит, у этого парня действительно есть связи с сектантами. . За этим, должно быть, кроется что-то еще, позвольте мне немного покопаться в этом. Кроме того, я уже отправил ваш платеж, еще раз спасибо. ",
    "6747c2613656ccdacc26ec4f": "Найдите в рейде старое русское / советское оружие, изготовленное до 1990-х годов (+80% прочности)",
    "6747c2615431295379653e6a": "передайте русское / советское оружие (+80% прочности)",
    "6747c236e7360000d2cdffb9 name": "Другу с Востока",
    "6747c236e7360000d2cdffb9 description": "Привет, оперативник, ты хороший друг Прапора, верно? Если вы вообще можете называть себя друзьями. . Как бы то ни было, послушай, ему нужна была помощь. Я просто подумал, что он, похоже, лучше всех знает, что происходит здесь, в Таркове. Поэтому я предложил ему свою помощь, и он согласился, ему нужна куча оружия, большинство из них действительно старые, 40-х и 50-х годов, я полагаю, ему действительно нравится советское оружие? Ну, я бы не удивился. Ты сможешь с этим справиться? По-моему, он также что-то говорил о русских ружьях массового поражения, советую вам взять с собой несколько штук, на всякий случай. И, конечно, не берите с собой сломанное оружие. Удачи, оперативник. ",
    "6747c236e7360000d2cdffb9 successMessagetext": "Еще раз благодарю тебя. Я попрошу кого-нибудь осмотреть оружие, которое ты принес, будем надеяться, что оно в хорошем состоянии. О, здорово, ты также принес пакеты с пайками? Приятно сознавать, что у меня есть люди, на которых я могу положиться, вот, возьми это. ",
    "674880c2e644ba5bb0b1d4de": "Найди в резерве добычу для восхождения. ",
    "674880c881d0ec852e68c9ae": "Убейте врагов в заповеднике",
    "674880d22778588125051b5a": "Выживите и спуститесь с обрыва в заповеднике",
    "674880e808b0c3abf55ebd8a": "Найдите добычу, поднимающуюся по скале, на Берегу",
    "6748810b080152f1589b70a6": "Убейте врагов на Берегу",
    "674881112e6ebac356043785": "Выживите и пройдите по тропе альпинистов на Берегу",
    "674881164da55e3e97bb4fdc": "Найдите добычу, поднимающуюся по скале, на Маяке",
    "674881384cdf5a5196f26a8d": "Убейте врагов на Маяке",
    "67488147d531fa6a8067befa": "Выжить и выбраться через горный перевал на маяке",
    "674880a157d7033368abfe10 name": "Альпинист",
    "674880a157d7033368abfe10 description": "Итак, следующая работа. Это может помочь нам с lightkeeper в будущем, в конце концов, мы должны быть знакомы с локациями. Вы уже знаете, что мыс Дальний, Лазурный берег и военная база напрямую связаны, верно? Что ж, есть места, где люди взбираются на скалы и горы для эвакуации. Вам нужно найти все эти места, проверить, пригодны ли они для использования, а затем очистить территорию от ЧВК. Возможно, вам понадобятся подходящие инструменты для этого, я не смогу предоставить их вам прямо сейчас, но, думаю, у нас есть кое-что на складе. У них есть своя цена. Можете ли вы с этим справиться?",
    "674880a157d7033368abfe10 successMessagetext": "Все в порядке? Отлично, эти документы пригодятся в нашей небольшой операции. В любом случае, ваш платеж уже в пути, оперативник. ",
    "674881b8c752c7a3a544d0b5": "Найдите маленькую хижину с сейфом на лесопилке в Лесу",
    "674881bc74482d900aa9232e": "Установите камеру WI-FI внутри хижины на Лесу",
    "674881bc5c2c2637aa327f18": "Спрячьте штурмовую винтовку SIG SPEAR калибра 6,8х51 в хижине на Лесу",
    "674881cb0dde9beab053232b": "Найдите небольшое здание на юго-востоке от лесопилки на Лесу",
    "674881cfe398965a57ff2239": "Установите камеру WI-FI внутри здания на Лесу",
    "674881cf7c5a6e76931ea45f": "Спрячьте ручные гранатометы RGO в небольшом здании на Лесу",
    "674881d90ec2458644677b2f": "Убейте Штурмана в лесу",
    "674881e4e1dc554fdede87c2": "Убейте охранников Штурмана в лесу",
    "674881e858939c8f8279d242": "Найдите Паракорд в рейде",
    "674881e81bf452425866b97d": "передайте Паракорд",
    "674881ee1ed65ae5f1db64fd": "Найдите в рейде ключи-карты доступа к лабораториям Terragroup Labs",
    "674881ee22dbe345fc5e806c": "Передайте карты доступа",
    "674881a4c92b70c1d05f7f84 name": "Банда Дровосеков",
    "674881a4c92b70c1d05f7f84 description": "Ладно, это не имеет прямого отношения к нашей проблеме с хранителем света, однако это все равно важный вопрос. Я попросил поставщика пройти по лесу, и он, возможно, подошел немного ближе к лесопилке, а вы знаете, кто там находится. Банда Лейка была не слишком рада их видеть и решила напасть на моих поставщиков, вы же знаете, что я не могу оставить это без внимания!Итак, вы готовы помочь? Я подумал о том, чтобы устроить небольшую засаду на будущее, на всякий случай. Итак, вам нужно найти там два здания, небольшую лачугу с сейфом и еще одно небольшое здание где-нибудь прямо у озера, в одном вы должны спрятать ручные гранаты RGO, а в другом - штурмовую винтовку калибра 6,8х51 мм. Теперь самое интересное: убейте этого безумца и его телохранителей и поищите карты доступа к Terragroup и паракорды, вы можете найти их в их тайнике, если возьмете ключ у Штурмана, оперативника удачи. ",
    "674881a4c92b70c1d05f7f84 successMessagetext": "Молодец, оперативник, в конце концов, эти засранцы получили по заслугам, конечно, благодаря тебе. Рад, что в таком беззаконном месте все-таки может восторжествовать справедливость. ",
    "6748829137ebaeb815d291ae": "Уничтожайте врагов, используя тепловизионную оптику",
    "674882212efab0d994eabacb name": "Russian Pitviper",
    "674882212efab0d994eabacb description": "Вы когда-нибудь пользовались тепловизионной оптикой? Ну, теперь вы знаете, что у меня в наличии есть разные тепловизионные прицелы. Мне нужно, чтобы вы попробовали их все, но я не могу одолжить вам ни одного, они слишком дорогие, вы можете сами их достать… Или просто купить у меня, ха-ха, в любом случае, вы сможете с этим справиться? Я не думаю, что у вас возникнет много проблем, верно? Итак, вперед, и удачи вам, оперативникы!",
    "674882212efab0d994eabacb successMessagetext": "Ну что ж, как вам оптика? Надеюсь, она сработала безупречно, в конце концов, я не хочу продавать мусор. ",
    "67488367b64f3100877c3b82": "Уничтожайте врагов, используя оружие калибра . 338 Lapua Magnum, оснащенное оптическим прицелом калибра 30 мм или 34 мм",
    "67488338c3db3cf4bc9b59e3": "Уничтожайте врагов с расстояния более 250 метров, используя оружие калибра . 338 Lapua Magnum",
    "674882b91e3043f208409ba5 name": "Стреляй, как Спецназовец, Бей, Как МЕДВЕДЬ. ",
    "674882b91e3043f208409ba5 description": "Собираешься снова проверить свои навыки? Тебе лучше подготовиться, оперативник! Покажи мне, насколько ты хорош в поражении целей с расстояния более 250 метров из снайперской винтовки AXMC, не забывай также попадать в голову. Есть также еще одна винтовка, которую я хочу, чтобы вы попробовали, это полуавтоматическая винтовка lapua magnum калибра . 338, MK-18 Mjölnir, из нее также можно стрелять в голову, а затем поражать цели с расстояния более 125 метров, возвращайтесь, когда закончите. ",
    "674882b91e3043f208409ba5 successMessagetext": "Впечатляющие навыки, прапор и егерь наверняка гордились бы тобой, молодец, оперативник!",
    "675184fd558ae581384a511c": "Убейте диких, используя АК-105 с глушителем. ",
    "6751867e4ab2e4ba06db02ae": "Спрячьте АК-105 в комнате отдыха на втором этаже возле выхода № 3 на заводе",
    "675186cbaaae369e58aed8aa": "Выживите и сбегите с заводе",
    "675184a3baf92aa021b4e0ad name": "Идеально для тех, у кого есть вкус - Часть 1",
    "675184a3baf92aa021b4e0ad description": "У меня для вас новое задание. То, что не для всех. Вы когда-нибудь пользовались АК-105? Это потрясающее оружие, пользующееся популярностью в спецназе. Так почему бы вам не расправиться с несколькими бандитами из него и не убедиться, что у него есть глушитель. После того, как вы уничтожите достаточно, вам нужно пойти на заброшенный химический завод, где-то рядом с третьими воротами есть комната отдыха на втором этаже, спрятать там винтовку и выбраться оттуда живым, вы сможете это сделать?",
    "675184a3baf92aa021b4e0ad successMessagetext": "Вы хорошо спрятали его? Будем надеяться, что его никто не найдет, и не забудьте об оплате. ",
    "67518d7d433c688fdcb5cc17": "Убейте боевиков ЧВК, используя Remington Model 700 или Model 870",
    "67518dacb0de5e2a585efdbc": "Найдите опознавательные знаки ЧВК в рейде",
    "67518dac31ac3568a6d88535": "Передайте опознавательные знаки",
    "67518dd797bc1ad5a7f6c831": "Спрячьте Remington Model 870 в палатке в лагере USEC в Лесу",
    "67518dd72d114057705a3d79": "Спрячьте Remington Model 700 в палатке в лагере USEC в Лесу",
    "67518e506bb213ec5f52cf4d": "Выживайте и извлекайте пользу из Леса",
    "67518cbcb6c904e276ea22cb name": "Идеальный вариант для тех, у кого есть вкус - Часть 2",
    "67518cbcb6c904e276ea22cb description": "Хорошо, для выполнения этого задания я рекомендую вам использовать оба вида оружия одновременно, вам нужно использовать remington модели 700 и 870. Вы можете использовать М870 с коротким стволом и рукояткой, однако вам не обязательно убивать свои цели из обоих пистолетов, у вас есть такая возможность. В любом случае, уберите нескольких операторов, возьмите с собой их жетоны, а когда закончите, посетите лагерь спецназа США в лесу и спрячьте там оба оружия. ",
    "67518cbcb6c904e276ea22cb successMessagetext": "Готово? Отлично, вы знаете, где найти свою награду. ",
    "6751907449a55cff66a65832": "Устраните помехи при использовании M4A1 или ADAR 2-15, оснащенных любой оптикой EOTech. ",
    "67519170878bf4da86e5f1ad": "Уничтожайте боевиков-МЕДВЕДЕЙ, используя M4A1, оснащенный любой оптикой EOTech",
    "6751919e0e33479994a6a0cc": "Найдите жетоны МЕДВЕДЕЙ в рейде",
    "6751919e823ebca7eb90ed56": "Передайте МЕДВЕЖЬИ жетоны",
    "675191eb5a250d946078dc3d": "Спрячьте M4A1 или ADAR 2-15 в офисе на втором этаже здания, которое на таможне ЧВК часто называют 'Притоном наркоманов'",
    "675192363c083426db0b50b6": "Выжить и скрыться от таможни",
    "67519005bdabf0213250f1dd name": "Идеально подходит Для Человека Со Вкусом - Часть 3",
    "67519005bdabf0213250f1dd description": "Итак, для следующего задания вам нужно уничтожить нескольких медвежатников и бандитов, и вам нужно использовать M4A1 или одну из этих российских винтовок AR-15, она также должна быть оснащена оптическим прицелом EOTech. Не забудь забрать жетоны, ладно?В любом случае, после того, как ты закончишь с этим, тебе нужно будет спрятать оружие, которым ты пользовался, где-нибудь на таможне, я тут подумал о странном здании рядом с блокпостом RUAF, кажется, вы, операторы, называете его 'притоном для наркоманов', верно? Какое странное название. . В любом случае, спрячь свой пистолет где-нибудь в библиотеке на втором этаже, удачи. ",
    "67519005bdabf0213250f1dd successMessagetext": "Итак, вы уже закончили? Хорошо, мы отправим ваш платеж как можно скорее. ",
    "6751930b0287e4aecda816ed": "Устраните снайперские проблемы, используя винтовку SVDS или ВСС 'Винторез', оснащенную оптическим прицелом ПСО-1. ",
    "6751935b76c8d4291434a63d": "Убейте оперативников USEC, используя SVDS или ВСС 'Винторез', оснащенный оптическим прицелом ПСО-1",
    "6751937cf9842ec37b408fc0": "Найдите опознавательные знаки USEC в рейде",
    "6751937c54656aa6321d9f5e": "Передайте опознавательные знаки USEC",
    "675193849d316abe66e0c0a2": "Спрячьте SVDS или ВСС 'Винторез' в подсобном помещении электроподстанции на Развязке",
    "675193b3a560908d3e44258d": "Выживите и извлеките оружие из развязки",
    "675192a9ccd06a5a07e78922 name": "Идеальный вариант для человека со вкусом - Часть 4",
    "675192a9ccd06a5a07e78922 description": "Двигаться дальше. Еще одно испытание, специально для вас. Надеюсь, вы знакомы с русскими стрелковыми винтовками, сейчас вам придется использовать две из них. Вы можете выбрать между винтовкой ВСС 'Винторез' и снайперской винтовкой SVDS, однако обе они должны быть оснащены оптическим прицелом ПСО, в данном случае не имеет значения, какой именно. Довольно деликатно, не правда ли? Итак, о вашей задаче. . Вам нужно избавиться от нескольких пользовательских файлов, но не от тех, что были на маяке, а от обычных. И приведи доказательства. И после того, как вы успешно выполните свое задание, вы снова спрячете пистолет, который использовали, где-нибудь за пределами торгового центра ULTRA должна быть электростанция, а рядом с электростанцией должно быть несколько кабинок, одна из них заперта, и в ней почти ничего нет, я бы сказал, идеальное место для укрытия. .",
    "675192a9ccd06a5a07e78922 successMessagetext": "Вам ничего не помешало? Надеюсь, что так, в любом случае, мы отправляем вам платеж прямо сейчас, пожалуйста, наберитесь терпения. ",
    "675195523dc16340468d86ca": "Уничтожайте рейдеров, используя GP-25 или винтовку типа АКМ, оснащенную GP-25",
    "6751958592de91aacadde69c": "Спрячьте винтовку типа GP-25 или AKM в комнате RB-AK в здании Black Bishop в резервации",
    "675195c1356fe8357263f88b": "Выживите и извлеките оружие из резервации",
    "67519b5f3de90180bd0768a4 name": "Идеально для тех, у кого есть вкус - Часть 5",
    "67519b5f3de90180bd0768a4 description": "Мы почти закончили, после этого вы получите свое последнее задание. Итак, я знаю, что вы уже привыкли пользоваться автоматами АК, но как насчет гранатометов? Я дам вам возможность использовать и вашу винтовку, но к ней должен быть прикреплен GP-25, и это должна быть винтовка типа АКМ. Где-то на военной базе, обычно внизу, в бункерах, бывшие ЧВК и местные бандиты работают вместе, грабя это место, на самом деле их правильнее было бы назвать 'рейдерами'. В любом случае. . Убейте кого-нибудь из них с помощью своего автомата АКМ или гранатомета. Давайте предположим, что вы выполнили свою задачу довольно быстро, я хочу, чтобы вы спрятали свой пистолет или гранатомет где-нибудь в здании блэк бишоп, там есть запертая комната, наполненная ценной электроникой, так что спрячьте это где-нибудь, где люди этого не заметят, потому что они слишком заняты поисками других вещей. Понятно? Хорошо. И удачи. ",
    "67519b5f3de90180bd0768a4 successMessagetext": "Эй, похоже, у тебя не было особых проблем с этим подонком, так как все прошло? Конечно, здорово, эта винтовка потрясающая, и ты это знаешь, в любом случае, не забудь внести свой платеж, он уже в пути. ",
    "675358bec9f64855c647ed44": "Устраняйте выступы, используя копье SIG MCX, оснащенное 30-мм оптическим прицелом SIG TANGO6T",
    "675358be585c8737619ea0e7": "Устраняйте выступы, используя копье SIG MCX, оснащенное 30-мм оптическим прицелом SIG TANGO6T",
    "675358be5bfc93cf76839ef5": "Уничтожайте противников выстрелами в голову, используя оружие SIG MCX-SPEAR, оснащенное 30-миллиметровым оптическим прицелом SIG TANGO6T",
    "675358a3488b444890d5d8cb": "Положите оружие SIG MCX-SPEAR в багажник первого синего автомобиля SMV у ворот парковки на Labs",
    "675358a350b615dc665e8606": "Спрячьте копье SIG MCX в багажнике второй синей машины SMV у ворот парковки на Лабс-Стрит",
    "675358903bc08dcfea59c31d": "Выживите и извлеките уроки из Лаборатории",
    "675356e57d04aa9325c82e00 name": "Идеально для тех, у кого есть вкус - Часть 6",
    "675356e57d04aa9325c82e00 description": "Итак, ваше последнее испытание, вы в восторге? Надеюсь, что да, оружие, которое вам понадобится, - это настоящий автомат. Это SIG MCX-SPEAR с патронником 6,8х51 мм, чрезвычайно популярный среди высококвалифицированных операторов здесь, в Таркове. Что я хочу, чтобы вы сделали с этим, так это убрали двух главарей банды и нескольких их телохранителей, или чьих угодно телохранителей, мне все равно. И давайте также проверим ваши упражнения по прицеливанию с его помощью, вам также нужно уничтожать цели выстрелами в голову, однако не имеет значения, кого вы убиваете. И убедитесь, что при этом у вас есть оптический прицел SIG Tango. И после того, как вы закончите, я хочу, чтобы вы спрятали два таких оружия где-нибудь в лаборатории Terragroup, а именно в двух синих автомобилях SMW в гараже. Вы не пропустите их, их легко заметить, просто откройте багажник и положите в каждый из них по пистолету, а затем выходите. Звучит достаточно просто, не так ли?",
    "675356e57d04aa9325c82e00 successMessagetext": "Ух ты, ты действительно это сделал. Отличная работа, мы работаем над отправкой вам платежа, держитесь крепче. ",
    "674887692b31cf452fd6e603": "Ликвидируем диких на заводе",
    "6748877f7e3ed7935ef155b7": "Ликвидируем оперативников ЧВК на заводе",
    "67488787ae01e660a95e53e5": "Ликвидируем воинов-сектантов на заводе",
    "674887a54ea343e4ee5d0c76": "Ликвидируем жреца-культиста 'Жрек' на заводе",
    "674887ab07be04e1c3ca6439": "Ликвидируем Тагиллу на заводе",
    "6748874a2aed4c92ecf06204 name": "Очиститель - завода в Таркове",
    "6748874a2aed4c92ecf06204 description": "И снова здравствуйте, хотите помочь сделать мир лучше? Под миром я подразумеваю регион Тарков. Вы здесь? Отлично!Нам нужно начать с малого, давайте начнем со старого химического завода. Там по-прежнему полно бандитов и прочей нечисти, которая прячется там по ночам. Просто убирайте здесь днем и ночью, я одолжу вам для этого какой-нибудь прибор ночного видения. ",
    "6748874a2aed4c92ecf06204 successMessagetext": "У нас есть новости, все они боятся возвращаться туда в ближайшее время, миленький!",
    "6769d6bc08f6b0d627314590": "Убейте диких в Лесу",
    "6769d6c4a3f9b146e627cced": "Убейте оперативников ЧВК в Лесу",
    "6769d6e7ef49bfd006f4ec69": "Убейте воинов-сектантов в лесу",
    "6769d7148e005af408c0b2d5": "Убейте жреца-культиста 'Жрек' в Лесу",
    "6769d756a28b350ffe0e3ac5": "Убейте охранников Штурмана в Лесу",
    "6769d7848515f47b33e41902": "Убейте Штурмана в Лесу",
    "6769d79065ca9a38dab5086e": "Убейте Рыцаря Смерти в лесу",
    "6769d7a1a97d4f178ac8b7c0": "Убейте Большую трубу в Лесу",
    "6769d7a811252ea1b5b754c0": "Убейте Птичий глаз в Лесу",
    "6769d53dfeabb78a91b433e6 name": "Очиститель Таркова - Леса",
    "6769d53dfeabb78a91b433e6 description": "Итак, вы уже много раз бывали в местном лесу, вы когда-нибудь замечали, сколько там бродит всякой нечисти?Импортеры, банда на озере и сектанты - это только те, о ком стоит упомянуть, а также множество бандитов и операторов. Вы могли бы подумать, что в этом месте не так много людей, но это не так, странно. В любом случае, готовы немного прибраться? Избавьтесь от них всех и каждого, а заодно расправьтесь с кучей операторов и бандитов, и не забудьте о телохранителях главаря банды, импортеры тоже ходят втроем. ",
    "6769d53dfeabb78a91b433e6 successMessagetext": "Все чисто? Отлично, теперь люди могут спокойно наслаждаться природой. ",
    "6748881623ffe5065149ed79": "Убейте диких на побережье",
    "6748881caeaa8dadc58051c4": "Убейте боевиков ЧВК на побережье",
    "6748882921d583a1a3f65c40": "Убейте воинов-сектантов на побережье",
    "6748884c29d2069f66986f8d": "Убейте жреца-сектанта 'Жрек' на побережье",
    "6748885d622635f1a9f97648": "Убейте охранников Санитара на Берегу",
    "674888646ab5f8567f1ba8d9": "Убейте Санитара на Берегу",
    "67488869e15c136ae5828962": "Убейте Рыцаря Смерти на Берегу",
    "674888706e7297c6e01394ee": "Убейте Большую трубу на Берегу",
    "67488876711a45a970e90037": "Убейте Птичий глаз на Берегу",
    "67488804fda8c7682f4273a9 name": "Очиститель Таркова - Береговая линия",
    "67488804fda8c7682f4273a9 description": "Добрый день, чувствуете себя хорошо? Да, я знаю, завода не такая уж и особенная. Сейчас мы переходим к более масштабным целям. Лазурное побережье. Люди сообщали, что видели там импортные товары, так что будьте осторожны. И будьте осторожны, куда бы вы ни пошли ночью, там, похоже, тоже есть культисты. Я свяжусь с вами после того, как вы закончите. ",
    "67488804fda8c7682f4273a9 successMessagetext": "Все сделано? Хорошо, возьмите это. ",
    "674888dc1cad098015449972": "Ликвидируйте диких на таможне",
    "674888e6b6d4128f52837ca5": "Ликвидируйте сотрудников ЧВК на таможне",
    "674888ef44bcd7594d51f6ac": "Ликвидируйте воинов-сектантов на таможне",
    "674888f5f7e866debc98d620": "Ликвидировать жреца-культиста 'Жрека' на таможне",
    "674888fb46ed9080653df4ba": "Ликвидировать охрану Решалы на таможне",
    "674889023ff207b45ff86fc8": "Ликвидировать Решалу на таможне",
    "6748890858cbebe3716fb2f2": "Ликвидировать Рыцаря Смерти на таможне",
    "67488911c05c5e867057f13f": "Ликвидировать 'Большую трубу' на таможне",
    "674889163d31a2e0d2575d02": "Ликвидировать 'Птичий глаз' на таможне",
    "674888b7cbd8479a005bda6e name": "Таможня в Таркове Более чистая",
    "674888b7cbd8479a005bda6e description": "Теперь все будет еще сложнее, так что приготовьтесь. Там бродит куча местных банд и разбойников, но не только они, там также есть импортеры и культисты, которые часто посещают это место. . На большой стройплощадке нужно быть предельно осторожным, это очень популярное место для такого рода подонков. Надеюсь, вы к этому готовы. ",
    "674888b7cbd8479a005bda6e successMessagetext": "У вас не было особых проблем с этим, а? Хорошо. ",
    "67488974d2c4d4523756bde7": "Ликвидировать диких в резерве",
    "6748897a707ddef6ad57bd0c": "Ликвидировать оперативников ЧВК в резерве",
    "674889808d6289a4a6ad0620": "Убейте рейдеров в резерве",
    "67488986f1b32bf202069468": "Убейте охранников Глухаря в резерве",
    "6748898dc3e283ca57cc2936": "Убейте Глухаря в резервации",
    "67488968207f0a42349fcf8b name": "Очиститель Таркова - Резервация",
    "67488968207f0a42349fcf8b description": "Итак, мы предпринимаем попытку совершить налет на военную базу. Там также очень опасно, полно рейдеров, бандитов и боевиков ЧВК. Есть также этот бывший русский морской пехотинец со своими парнями, у которых первоклассная броня и оружие, так что будьте осторожны, когда увидите их. Мне действительно нужны кое-какие документы и технологии, которые находятся на этой базе, я был бы очень признателен, если бы вы смогли немного навести порядок на базе, чтобы я мог снова отправить туда кого-нибудь еще за необходимыми мне материалами. Мы будем поддерживать связь. ",
    "67488968207f0a42349fcf8b successMessagetext": "Да, теперь там гораздо безопаснее. Спасибо тебе, оперативник. ",
    "67488a2ece1b6c89d84fd834": "Убейте диких на Маяке",
    "67488a35f2f572449ff654af": "Убейте оперативников ЧВК на Маяке",
    "67488a3b80303b8731bcc2c2": "Убейте бандитов из Службы безопасности на маяке",
    "67488a4244043992e9927339": "Убейте Рыцаря Смерти на маяке",
    "67488a48f43d3917db70a9d5": "Убейте Большую трубу на маяке",
    "67488a4efa027217404f020b": "Убейте Птичий глаз на маяке",
    "67488a105a77b869ebd0a968 name": "Очиститель Таркова - Маяк",
    "67488a105a77b869ebd0a968 description": "Я снова узнал кое-что по-настоящему интересное. С нами только что связался очень важный человек для заключения сделки. Он хотел, чтобы мы очистили территорию за пределами острова Маяк от боевиков ЧВК и местных жителей, а также от мошенников из USEC и их руководителей на станции очистки воды. И, чтобы вы знали, это было не все, а только часть работы, и вы идеально подходите для этого. Итак, вы готовы помочь?",
    "67488a105a77b869ebd0a968 successMessagetext": "Молодец. Он очень доволен результатами. Возможно, когда-нибудь он снова будет работать с нами. ",
    "67488aef9cd1b6c8b1bf2d89": "Ликвидировать рейдеров в лабораториях",
    "67488af5f293e15da04d1cba": "Ликвидировать оперативников ЧВК в лабораториях",
    "67488adc3a2ba4d17055213f name": "Очиститель Таркова - Лаборатория",
    "67488adc3a2ba4d17055213f description": "Лаборатория Terragroup, чрезвычайно опасная, но наполненная сокровищами. На это место постоянно совершаются набеги, там много местных жителей и бывших ЧВК. Я хочу, чтобы вы немного прибрались в этом месте, для этого я могу предоставить вам несколько карт доступа. Да, и, кстати, забери с собой все ценное, что найдешь. Это может пригодиться тебе, мне или нам обоим. ",
    "67488adc3a2ba4d17055213f successMessagetext": "Когда мы добрались туда, в заведении стояла мертвая тишина, ты снова отлично справился. Я знал, что могу на тебя положиться. ",
    "67488b4a9f973ae72d64d121": "Избавься от мусора. ",
    "67488b4ff9a5c58c5efb3c81": "Ликвидировать оперативников ЧВК",
    "67488b55a2b731b240a22d54": "Ликвидировать охранников",
    "67488b5b9bfb9eecf519f83f": "Ликвидировать рейдеров",
    "67488b604bf9c1cfb7e02535": "Ликвидировать бандитов из Службы безопасности США",
    "67488b702170709522f8e3b6": "Ликвидировать воинов-сектантов",
    "67488b7661752bb70af6193f": "Устраните жреца-культиста 'Жрека'",
    "67488b7e89c564b8d2c9f0b2": "Устраните боссов-диких",
    "67488b859cb462cd41996ae3": "Устраните боссов-изгоев",
    "67488b377f95f5b5e21b605c name": "Очиститель Таркова",
    "67488b377f95f5b5e21b605c description": "Всем привет, у меня для вас хорошие и плохие новости. Какие из них вы не хотели бы услышать в первую очередь? Сначала я расскажу вам о плохих. У нас проблема, огромная проблема, на самом деле, огромная проблема со всеми главарями банд, бандитами, операторами, налетчиками и кем бы то ни было еще. . Так вот, они вернулись, еще более злые, чем раньше, и они ищут тебя. Все охотятся за тобой прямо сейчас!В любом случае, перейдем к хорошим новостям. . Таковых нет, удачи!",
    "67488b377f95f5b5e21b605c successMessagetext": "Ух ты, просто ух ты. На твоих руках действительно много крови, ха-ха! Отличный оперативник, настоящий воин, который поддерживает безопасность в регионе. Возьми это, ты определенно этого заслуживаешь. ",
    "6750a256ff1e6da76af89655": "Устрани Решалу",
    "6750a283ab6de97e63d718c7": "Устрани Тагиллу",
    "6750a2946725b7bdfd2dc0b7": "Устрани Киллу",
    "6750a2a6a0e9e6abaf12cee4": "Устрани Глухара",
    "6750a2daa6e5355c70198563": "Ликвидировать Санитара",
    "6750a2f187f7fe42a9802997": "Ликвидировать Штурмана",
    "6750a303ad55b2447316703c": "Ликвидировать Партизана",
    "6750a316e97b982a882308db": "Ликвидировать Кабана или Коллонтай",
    "6750a3535f25624a580bac9b": "Ликвидировать Рыцаря Смерти",
    "6750a360a7d99e9367f744d6": "Ликвидировать Биг Пайпа",
    "6750a369da4553b85a0afb99": "Ликвидировать Бердайя",
    "6750a3c2b54d9f363fb1d80a": "Ликвидировать жреца-культиста по имени Жрек",
    "6750a3e3d8719d70e9064077": "Ликвидировать Зрячего",
    "6750a19cc08ab2cb8fdf4140": "Проживите",
    "6750a04d753056276248642d name": "спокойные дни в Норвинске, не выходя из своего текущего местоположения",
    "6750a04d753056276248642d description": "Красный код. Проблема с бандитами. Недавно я встретился со всеми продавцами из региона, все главари банд и некоторые другие доставляют больше хлопот, чем обычно, и их агрессивность, похоже, возрастает. Способ, которым мы должны решить эту 'проблему', может быть довольно специфичным, но важным, по крайней мере, это было частью сделки. Вы один из самых надежных людей, которые работают с нами, поэтому я выбрал вас для выполнения этой задачи. Итак, вам нужно 'избавиться' от некоторых людей в определенном порядке. Вы будете получать следующие заказы каждый раз. Оплата будет стоить затраченных усилий, я обещаю. ",
    "6750a04d753056276248642d successMessagetext": "- превосходно. Для вашей же безопасности мне пришлось сохранить вашу личность в секрете от других продавцов, риск был бы слишком велик, учитывая, от скольких опасных и влиятельных людей вы избавились. . по крайней мере, на данный момент. В любом случае, вы никогда не знаете, сколько преданных людей они спрятали прямо у вас на глазах. ",
    "6747bb3f075f9ea86680daa0": "Спрячьте дробовики MP-153 в бункере ZB-014 в Лесу. ",
    "6747bb5823380b08dbf60c1d": "Спрячьте дробовики MP-153 в бункере ZB-016 в Лесу",
    "6747bb64e786aabd7a2aa5db": "Убейте боевиков ЧВК в Лесу",
    "6759eeae2138a4b3b79bea56": "Получите опознавательные знаки ЧВК",
    "6747bb707828ed9e585efc4c": "Передайте опознавательные знаки ЧВК",
    "6747bb32e757b032df3aadda name": "Сотрудничество Важно",
    "6747bb32e757b032df3aadda description": "Привет, малыш. Хорошо себя чувствуешь? Не думаю, что я поблагодарил тебя лично за то, что ты недавно сделал. Вы с Лотус, кажется, работаете вместе, это хорошо. Тебе нужно еще кое-что сделать для нас, помнишь бункеры в лесу? Не могли бы вы еще раз проверить их для меня и убедиться, что они безопасны, после этого вам нужно спрятать в них по нескольку полуавтоматических дробовиков. Я заметил, что в последнее время все больше бывших операторов ЧВК создают проблемы в этом районе, не могли бы вы вывести некоторых из них на чистую воду и показать, кто здесь охотник, а кто добыча? И, пожалуйста, представь мне доказательства, воин удачи, и еще раз спасибо тебе. ",
    "6747bb32e757b032df3aadda successMessagetext": "Хорошо, я знал, что ты справишься с этим. Надеюсь, мы сможем еще поговорить о бизнесе с Lotus и снова сделаем Тарков более безопасным местом. Кстати, почему бы тебе не выпить чашечку чая? Пока это безопасно, вы можете немного расслабиться. ",
    "6747bca62764bfd969a7f02b": "Найдите в рейде любые сухарики",
    "6747bca6d4300146a2f6a160": "передайте сухарики",
    "6747bcacec68d7fd13a593e4": "Найдите в рейде любые шоколадные батончики",
    "6747bcacc8a1ce9cdcf1cce2": "передайте шоколадные батончики",
    "6747bcb2e8a8839aa1bf8790": "Найдите в рейде консервы",
    "6747bcb22a8d981c4e17f606": "Сдайте консервированные продукты",
    "6747bcb82819f26c9218b0b4": "Найдите в рейде напитки",
    "6747bcb8266ad69dce4c0dc4": "передайте консервированные напитки",
    "6747bcbf704e5ba96f790051": "Найдите любой продуктовый набор в рейде",
    "6747bcbf2ed3b16b611a1ae9": "передайте продуктовые наборы",
    "6747bcc57e75a9bb6e9b6f87": "Найдите любую упаковку сока в рейде",
    "6747bcc590757d3e4a66a3a1": "Передайте пакеты",
    "6747bb9ec325240ca382f8a9 name": "Идеальное блюдо",
    "6747bb9ec325240ca382f8a9 description": "Послушай, юноша, мне нужна твоя помощь. Недавно несколько человек наткнулись на меня, когда я возвращался в свой лагерь с охоты, они искали помощи. Они рассказали мне свою историю, и я спросил их, почему они все еще здесь, в Таркове, им здесь не место, для них это небезопасно, они не оперативникы, не бандиты и не приехали сюда по делам. Я не знаю почему, но они решили остаться в Таркове после эвакуации, сумели дожить до сегодняшнего дня, думали, что все это не займет слишком много времени. Хорошо. . мы здесь. Мне сказали, что они уже несколько дней голодают, так что мне пришлось их накормить. Возможно, я знаю, к кому обратиться, чтобы вывезти их из зоны, так что это не должно быть вашей заботой, я и так справлюсь с этим. Что мне нужно от вас сейчас, так это то, что мои запасы еды немного иссякли, в конце концов, они предназначены не для группы голодающих парней. Ты можешь организовать это для меня? Это бы мне очень помогло. ",
    "6747bb9ec325240ca382f8a9 successMessagetext": "Спасибо, парень, приятно осознавать, что у меня все еще есть надежные люди, на которых я могу положиться. ",
    "674880771427834235398bfe": "Убейте врагов внутри и вокруг базы диких на таможне",
    "67488057bb77d69317a82685 name": "Территория в стадии строительства",
    "67488057bb77d69317a82685 description": "Привет, малыш, ты хорошо себя чувствуешь?Мне нужна помощь в одном деле, и я подумал, что лучше всего обратиться к тебе. Ты уже знаешь о большой строительной площадке в промышленной зоне? Это горячая точка для разного рода темных личностей, решалы и его банды, лидеров usec, охранников арены и даже членов культа! Я хочу, чтобы вы очистили территорию, не думаю, что имеет значение, кого вы там уберете, по крайней мере, сейчас. Просто сделай это место немного безопаснее, я слышал, что там тоже есть много припасов, не волнуйся, я не буду просить у тебя ничего из того, что тебе нужно принести, оставь себе все, что найдешь. Береги себя, малыш. ",
    "67488057bb77d69317a82685 successMessagetext": "О, ты здесь, все прошло хорошо? Молодец, всегда рад видеть, что ты хорошо справляешься с работой. Недавно я нашел вот это в лесу, мне оно не нужно, но, возможно, тебе пригодится. ",
    "6747bd145b3d880360e8ffdd": "Найдите контрольно-пропускной пункт МЧС на развязке. ",
    "6747bd1b26901c89f73ba589": "Спрячьте автоматы UMP-45 на контрольно-пропускном пункте на пересадочной станции",
    "6747bd332f36906f5bc8605c": "Найдите железнодорожный пункт эвакуации на пересадочной станции",
    "6747bd3b167fe02539a986e4": "Спрячьте автоматы UMP-45 на контрольно-пропускном пункте на пересадочной станции",
    "6747bd4926061f6ddbce476e": "Убейте боевиков ЧВК на пересадочной станции",
    "6747bd4e21eb0b27ea2ec17e": "Передайте жетоны ЧВК",
    "6747bcf89415880273ff7fa9 name": "Хорошие связи",
    "6747bcf89415880273ff7fa9 description": "Привет, брат, рад видеть, что ты все еще в форме! Есть что-нибудь особенное, о чем стоит упомянуть? У меня есть кое-что для тебя, я работаю с Lotus уже некоторое время, как и ты. Слушай, мне от тебя кое-что нужно, потому что в последнее время какие-то идиоты из ЧВК грабили торговый центр и все такое прочее. Я заметил, что они всегда уезжают в одни и те же дни, по крайней мере, большую часть времени. На юго-востоке есть небольшой контрольно-пропускной пункт, а на северо-западе - железнодорожные пути. Кроме того, я также прошу вас спрятать оружие в обоих пунктах отправления. Я могу одолжить вам кое-что из того, что вам понадобится для работы, но не теряйте их! Хорошо? Не забудь подкурить нескольких ублюдков-мародеров и забрать их жетоны, я хочу увидеть доказательства, ты знаешь, что я рассчитываю на тебя, мой парень. ",
    "6747bcf89415880273ff7fa9 successMessagetext": "Ха-ха, потрясающе, рад видеть, что ты всегда можешь помочь брату. Один из моих парней нашел это здесь во время своей последней поездки, нам это не пригодилось, так что можешь забрать. ",
    "6747bda5d600af99806d271f": "Найдите оружейный магазин Kiba на развязке. ",
    "6747bda56a99d6e61040bc98": "Установите камеру WI-FI в коридоре на развязке",
    "6747bdadaf7a11b625f94418": "Найдите выключатель системы безопасности на развязке",
    "6747bdc10d13d1498fa72d8e": "Отметьте переключатель маркером MS2000 при переключении",
    "6747bdd293f3d9b1674031e1": "Убейте боевиков ЧВК, используя пистолет-пулемет UMP-45 при переключении",
    "6747bdde74b51ab19b12b9b5": "Убейте диких, используя пистолет-пулемет UMP-45 при переключении",
    "6747bd8c191f49b33d3cd12f name": "Поход по магазинам",
    "6747bd8c191f49b33d3cd12f description": "Дружище, у меня снова есть кое-что для тебя. Тебе нужно отправиться в торговый центр и посетить несколько мест, затем установить камеру в коридоре возле оружейного магазина. После этого нам нужно узнать, как активировать сейф на уровне гаража. До меня дошли слухи, что где-то в туалетах какого-то ресторана есть выключатель, он должен быть на верхнем этаже. Если вы его найдете, вам нужно отметить его маркером рядом с выключателем. И пока вы будете в торговом центре, возьмите с собой несколько ЧВК. Мои люди уже сделали ставки, я заключил пари, что ты выкуришь их всех из одного из этих немецких пистолетов-пулеметов UMP, которые ты припрятал раньше. Ты справишься с этим? Ты же знаешь, как я ненавижу проигрывать ставки, поэтому я не могу оставить это без внимания, понял?",
    "6747bd8c191f49b33d3cd12f successMessagetext": "Снова отличная работа, братишка. Я выиграл пари, как и ожидалось, ты бы видел выражения их лиц, когда они узнали об этом, ха-ха! Что ж, тогда вот ваша награда. ",
    "6747be128851d3c9dd229167": "Найдите нож Bars A-2607 95х18 в рейде",
    "6747be12e4375f3ebb259676": "Сдайте нож",
    "6747be18ce4ac14fa7558dec": "Найдите дамасский нож Bars A-2607 в рейде",
    "6747be1872ae8c2eff5f9455": "Сдайте нож",
    "6747be1fa878e8c97b560121": "Найдите штык 6х5 в рейде",
    "6747be1f4217ca29a7f6ca0e": "Отдай штык",
    "6747be26a71348e729e7d00a": "Найди культистский нож в рейде",
    "6747be26b6269966b4b8ff79": "Отдай культистский нож",
    "6747be2b2f77bc5a99c2b5ba": "Найди штык-нож 'Точка опоры' в рейде",
    "6747be2bddc9b9f27de8f058": "Отдай штык",
    "6747be31784ee3ea8459c60b": "Найди фомку фримена в рейде",
    "6747be31b968372aea7b0c62": "Отдай лом",
    "6747be37b3560a7bec9bbf61": "Найди в рейде шанцевый инструмент MPL-50",
    "6747be377f220bbc19ff734b": "Отдай шанцевый инструмент",
    "6747be063123032a27c0ff90 name": "Бритвы",
    "6747be063123032a27c0ff90 description": "Есть время снова помочь брату? Возможно, это странная просьба, но мне нужно несколько клинков, в общем, какое-нибудь оружие ближнего боя. В моей коллекции все еще чего-то не хватает, могу ли я положиться на вас в этом задании?  Одно из них, возможно, будет трудно достать, потому что культисты иногда носят их с собой. Я действительно хочу эти украшения. Хочешь помочь брату Аршавиру с этим?",
    "6747be063123032a27c0ff90 successMessagetext": "Отличная работа, мой парень! Это были все оставшиеся, кого я искал. Я поручил одному из своих людей доставить ваш платеж в указанное место. ",
    "67486da2fe887c8ff594ed5d": "Ликвидировать агентов-МЕДВЕДЕЙ",
    "67486db1fb4bac9f29ad798c": "Устранить охранников",
    "67486db7197f61085c763bd5": "Устранить боссов-диких",
    "67486d24c4944822ad6f8d57 name": "Поддерживать мир",
    "67486d24c4944822ad6f8d57 description": "Наемник, подожди секунду. Ты серьезно не хочешь поддержать этого старика в борьбе с бандитскими группировками? Ты знаешь, что его намерения не очень хороши для операции ООН в Таркове, пожалуйста, очень тщательно обдумай свои действия, прежде чем решиться помочь этому парню. Я предполагаю, что он также сотрудничает с самими главарями банды диких. Итак, послушайте меня внимательно, вы действительно хотите помочь этим бандитам? Ты знаешь, что такой, как ты, был бы первым, кого они убили бы, я не могу остановить тебя, наемник, однако я не забуду об этом, если ты решишь предать нас. ",
    "67486d24c4944822ad6f8d57 successMessagetext": "Что ж, в конце концов, ты сделал правильный выбор, наемник, я рад, что еще есть люди, на которых я могу положиться, у меня тоже есть для тебя работа, если тебе интересно. ",
    "67486d24c4944822ad6f8d57 failMessageText": "Такое непрофессиональное поведение! Может быть, ты на самом деле просто бандит, ничем не лучше таких преступников и бандиток, как Решала и другие банды. Не могу в это поверить, тебе лучше никогда больше так не делать, можешь радоваться, что это было не слишком важно. Однако это не значит, что я забуду, что ты сделал. А теперь убирайся с моих глаз. ",
    "67486d24c4944822ad6f8d57 startedMessageText": "Наемник, подожди секунду. Ты серьезно не хочешь помочь этому старику и бандитским группировкам? Ты знаешь, что его намерения не очень хороши для операции ООН в Таркове, пожалуйста, очень тщательно обдумай свои действия, прежде чем решиться помочь этому человеку. Я предполагаю, что он также работает напрямую с главарями банды диких. Итак, послушайте меня внимательно, вы действительно хотите помочь этим бандитам? Ты знаешь, что такой, как ты, был бы первым, кого они убили бы, я не могу остановить тебя, наемник, однако я не забуду об этом, если ты решишь предать нас. .",
    "67486deae5bf4631db355d48": "Найдите блоки питания в рейде",
    "67486dea3787105ba5eca996": "Передайте блоки питания",
    "67486df0b9d1eb848a6a885e": "Найдите процессоры ПК в рейде",
    "67486df086c9198585dd5421": "Передайте процессоры ПК",
    "67486df68b588d7199bfca3b": "Найдите вентиляторы процессора в рейде",
    "67486df6be2e22e3cf138b43": "Передайте вентиляторы процессора",
    "67486e04f7ff917898ab30ea": "Найдите шнуры питания в рейде",
    "67486e04d21e2a5c69371adc": "Передайте шнуры питания",
    "67486e0c66a3e334722b0554": "Найдите пучки проводов в рейде",
    "67486e0c692befa52d1ed9c0": "Передайте пучки проводов",
    "67486e131b0323e56c629a14": "Найдите печатные платы в рейде",
    "67486e13d330220d962995be": "Передайте печатные платы",
    "67486e19167345db71535ede": "Найдите видеокарты в рейде",
    "67486e195d2634c60885dfa6": "Передайте видеокарты",
    "67486dda530589a4b6d0ea45 name": "Западное соединение - Часть 1",
    "67486dda530589a4b6d0ea45 description": "Итак, вас заинтересовало мое предложение о работе наемником, которое у меня есть для вас? - хорошо! Это может показаться простым, но это может оказаться довольно сложным, вы в этом разбираетесь, поэтому я предполагаю, что у вас не возникнет никаких проблем с этим. Мне и моим сотрудникам нужны новые компоненты для еще нескольких компьютеров, я вышлю вам список всех конкретных деталей, которые вам нужно будет найти для нас, и обязательно привезите нам чистые, которые все еще работают, так что найдите их сами. А теперь приступайте к работе, я свяжусь с вами, когда вы закончите работу. ",
    "67486dda530589a4b6d0ea45 successMessagetext": "Отлично, вы справились, отличная работа. Не забудьте забрать свою награду, мы оставили ее в обычном месте. В любом случае, после этого я буду немного занят, так что мой друг, лыжник, предоставит вам всю необходимую информацию. ",
    "67486e7ecefea12c6c4e4f53": "Не убивайте мошенников из Службы безопасности США или боссов-мошенников",
    "67486e8581c6eef9388bc04d": "Ликвидируйте медвежатников в резервации",
    "67486e8b6c66ddaa7b20b23a": "Ликвидируйте медвежатников на таможне",
    "6748703886539d79c1921c8a": "Найдите основное оружие западного производства в рейде",
    "674870386fc72c0554eab422": "Передайте западное оружие",
    "67486e6cca3b547b79d43af0 name": "Связь с Западом - Часть 2",
    "67486e6cca3b547b79d43af0 description": "Так-так-так, вы решили работать со мной и миротворцем? Хороший выбор оператора! У нас с ним есть кое-что, в чем вам нужно нам помочь, у нас проблема с медведем. Прежде всего, вы должны знать, что мы не можем позволить вам убить кого-либо из незаконных операторов USEC или их лидеров, поэтому будьте осторожны с ними. Вам нужно уничтожить медведей на военной базе и в промышленной зоне. И пока вы этим занимаетесь, принесите нам какое-нибудь западное оружие, не пистолеты и не ножи, а настоящее западное огнестрельное оружие высшего качества. И убедитесь, что нашли его сами!Доложите мне, когда закончите. ",
    "67486e6cca3b547b79d43af0 successMessagetext": "Хороший оператор, peacekeeper впечатлен вашей работой, ваша оплата тоже в пути. ",
    "67486e6cca3b547b79d43af0 failMessageText": "Мой парень. . Я думал, мы уже говорили об этом, не беспокойте этих людей. Они нужны нам с Peacekeeper для нашей работы, не допускайте ошибок. ",
    "674870c315f03a838237d7b5": "Убейте противника в период с 22:00 до 05:00",
    "674870dca690ceb493c3d57c": "Найдите приборы ночного видения во время рейда",
    "674870dc594d9a2b5bddf5d5": "Сдайте приборы ночного видения",
    "674870922e541c35bf1afc8e name": "Западное соединение - Часть 3",
    "674870922e541c35bf1afc8e description": "Итак, наемник, готов к следующему заданию?У моих людей возникли небольшие проблемы при ночной разведке местности, местные жители кажутся более агрессивными, чем обычно, и теперь я не хочу больше отправлять их на ночное задание. . Это слишком опасно. Вот где ты мне нужен, Убейте врагов ночью в нескольких наших обычных местах для разведки, я пришлю тебе список. Я также хочу, чтобы ты принес нам несколько приборов ночного видения, защитных очков или оптических прицелов, которые подойдут. Я рассчитываю на тебя, наемник, и будь осторожен, куда бы ты ни ступал, парни в капюшонах не окажут тебе теплого приема. ",
    "674870922e541c35bf1afc8e successMessagetext": "Отличная работа, наемник, кое-кто из моих ребят уже побывал в некоторых обычных местах и доложил, что там все спокойно, как и должно быть! Ваш платеж уже в пути. ",
    "6748716c424d66780fc8ea1b": "Найдите в рейде лицевые или задние пластины с классом брони 5 или выше",
    "6748716c37ca224079b80efc": "передайте эти пластины",
    "6748716c2ec1c131a1cb295e": "Найдите бронежилеты или снаряжение, которое прикрывает оружие в рейде",
    "6748716cd5dfd11b258a5a97": "Сдайте бронежилеты",
    "6748716c6f82c6bc32817ec0": "Достигните необходимого уровня мастерства 'Легкие бронежилеты'",
    "6748716c69367d99039bb3c7": "Достигните необходимого уровня мастерства 'Тяжелые бронежилеты'",
    "6748711d9d84961ce225c6b7 name": "Западное соединение - Часть 4",
    "6748711d9d84961ce225c6b7 description": "Хорошо, оператор, я пришлю вам всю информацию для этой и следующей работы, так что слушайте внимательно. Мы ищем более качественную броню и бронепластины, многие миротворцы получили ранения в руки, и я предполагаю, что именно там бандиты больше всего любят пострелять. Что ж, сейчас очень востребованы бронежилеты со встроенной защитой рук, не могли бы вы поискать какой-нибудь из них? И не забудьте взять с собой бронепластины пятого или шестого класса защиты, не забудьте взять передние и задние пластины, никаких боковых пластин. Вы справитесь с этим? Также peacekeeper хотел, чтобы вы тренировались в доспехах, в конце концов, вам должно быть удобно в вашем снаряжении. Тогда идите, возвращайтесь, когда соберете все необходимое. ",
    "6748711d9d84961ce225c6b7 successMessagetext": "Отлично, на этом все, спасибо оператору. ",
    "674871a630e2c2d8907c47cf": "Найдите способ подняться на башню рекламных щитов на севере транспортной развязки",
    "674871acdd7b1561acd4a7ab": "Установите ретранслятор на северной башне рекламных щитов на транспортной развязке",
    "674871b19252a4bd642a1286": "Найдите способ подняться на башню рекламных щитов на юго-западе транспортной развязки",
    "674871b693bb1f975a96cd88": "Установите ретранслятор на крыше юго-западной рекламной башни на развязке",
    "674871bf59a090b6f590fe9e": "Выжить и извлечь выгоду из развязки",
    "6748719bf9f1a67b922d53f3 name": "Связь с Западом - Часть 5",
    "6748719bf9f1a67b922d53f3 description": "Ладно, следующее задание. Вам нужно отправиться в торговый центр ultra, где-то за пределами торгового центра были большие рекламные щиты. Миротворец говорит, что это единственные места рядом с торговым центром, где для нас возможен нормальный радиосигнал. Идите туда и сначала поищите путь наверх, затем установите на них радиопередатчики. После того, как закончите, обязательно покиньте это место и будьте осторожны, пока вы там, наверху, люди могут вас видеть, а они знают, что эти места - горячие точки для стрелков. Удачи вам, оператор. ",
    "6748719bf9f1a67b922d53f3 successMessagetext": "Похоже, вам это удалось, я полагаю, у вас не было особых проблем, да? Ваш платеж уже в пути, просто чтобы вы знали. ",
    "67487cc4ce6b0b4a9aa15696": "Уничтожайте врагов с помощью штурмовых винтовок западного производства",
    "67487cd5e27fb9b7ced395d9": "Достигните необходимого уровня мастерства 'Штурмовые винтовки'",
    "67487bd534005ee5fe84e59d name": "The Western Connection - Часть 6",
    "67487bd534005ee5fe84e59d description": "Что ж, наемник, у меня осталось для тебя еще несколько заданий. Надеюсь, этот лыжник не доставил тебе слишком много головной боли. Я хочу, чтобы вы доказали свое мастерство обращения с некоторыми западными винтовками, и не думайте, что я одолжу вам их, они дорогие, так что вы сами сможете их приобрести. Любая штурмовая винтовка западного производства отлично подойдет для этой работы, однако сложность здесь не в самой задаче, а в количестве. Не думайте, что все закончится быстро, избавляйтесь от всех, кого увидите, не важно от кого, даже от оружия. На данный момент для нас это не имеет никакого значения, к тому же большинство операторов все равно стали мошенниками. Вам можно доверять в этом вопросе? Сообщите мне, когда закончите. ",
    "67487bd534005ee5fe84e59d successMessagetext": "Вы настоящий эксперт, не так ли? Ваш платеж снова в обычном режиме. ",
    "67487d097dbf8262a37c7bf4": "Спрячьте М4А1 в номере 104 в Западном крыле курортного отеля на Берегу",
    "67487d09b59077b65fb35581": "Спрячьте М203 в номере 218 в Западном крыле курортного отеля на Берегу",
    "67487d133f7890e88d4635a5": "Спрячьте продовольственный пакет в комнате 325 в западном крыле курортного отеля на Берегу",
    "67487d13d4bf93834abd073f": "Спрячьте каску UNTAR в комнате 107 в Восточном крыле курортного отеля на Берегу",
    "67487d19209414ab74fc32b9": "Спрячьте бронежилет в комнате 108 в Восточном крыле курорта на берегу моря",
    "67487d19acc68833c9b4459e": "Спрячьте гранаты М67 в комнате 306 в Восточном крыле курорта на берегу моря",
    "67487cf7172a34581da46f8c name": "Связь с Западом - Часть 7",
    "67487cf7172a34581da46f8c description": "Ладно, наемник, ты еще раз доказал, что достоин этого, жаль, что в этом регионе может пропасть весь потенциал. В любом случае, в этой операции есть еще одно последнее задание, с которым мне нужна твоя помощь, так что лучше слушай внимательно. Нам нужно спрятать пару вещей где-нибудь в санатории, места должны быть очень специфичными, но я могу предоставить вам список всех комнат и предметов, которые вам нужно там спрятать. Имейте в виду, что некоторые из этих комнат, вероятно, заперты или в них трудно попасть, поэтому возьмите с собой ключи. Я также могу дать вам необходимые предметы, но не теряйте их. ",
    "67487cf7172a34581da46f8c successMessagetext": "Вы справились с этим, молодец. Ваш платеж уже в пути. ",
    "67487d462b3e448679e53839": "Уничтожайте врагов, используя указанную сборку MP5 от Peacekeeper",
    "67487d3a9466f36422ede295 name": "Профессиональная стрельба - Часть 1",
    "67487d3a9466f36422ede295 description": "На самом деле, есть еще одна вещь, связанная с наемничеством. . Есть такие люди, они оружейники, они платят людям за то, чтобы те испытывали их оружие на определенных мишенях и в особых условиях. Вам интересно? Вы идеально подошли бы для этой работы. Они уже прислали мне образец, это пистолет-пулемет H&K MP5, вам нужно использовать его для уничтожения диких и операторов, я могу отдать вам оружие, но вам нужно собрать его заново, если вы его потеряете, я пришлю вам список всех необходимых деталей. Удачи тебе, наемник. Необходимое оборудование для MP5: - Многокалиберный глушитель шума SilencerCo Hybrid 46 - Рефлекторный прицел Leupold DeltaPoint - Трехрельсовое цевье HK MP5 PTR - ВЕРТИКАЛЬНАЯ ЦЕВЬЕ BCM GUNFIGHTER MOD 3. ",
    "67487d3a9466f36422ede295 successMessagetext": "Итак, у вас получилось? Отличная работа, я вышлю вам вашу часть оплаты. ",
    "67487d9f1c9c8a3f83dead84": "Уничтожайте врагов, используя указанную сборку TX-15 от Peacekeeper",
    "67487d759f790d565629d605 name": "Профессиональная стрельба - Часть 2",
    "67487d759f790d565629d605 description": "Они прислали мне следующую сборку, это полуавтоматическая винтовка на платформе AR, TX-15. Они хотят посмотреть, насколько легко делать снимки в голову с помощью этой сборки, поэтому я бы сказал, что вам следует убрать диких с помощью снимков в голову и, как обычно, убрать нескольких операторов, доложив, когда закончите. Необходимое оборудование для TX-15: - Цевье AR-15 KAC URX 3. 1 с диагональю 10,75 дюйма - Прицел Walther MRS Reflex - Приклад AR-15 KRISS Defiance DS150 ( черный ) - Цевье Magpul RVG ( черный ) - SureFire SOCOM556 - Глушитель MONSTER 5,56x45 - любая пистолетная рукоятка HK Battle Grip. ",
    "67487d759f790d565629d605 successMessagetext": "Молодец, наемник, твой платеж снова в пути. ",
    "67487de064e7366880559037": "Уничтожайте противников с расстояния более 50 метров, используя указанную сборку AK-102 от Peacekeeper",
    "67487df0405e3e5f7c67f82d": "Уничтожайте рейдеров, используя указанную сборку AK-102 от Peacekeeper",
    "67487dc889b8109c6f95d7f7 name": "Профессиональная стрельба - Часть 3",
    "67487dc889b8109c6f95d7f7 description": "На этот раз я получил нечто особенное, автомат Калашникова, но не обычный! У него патрон 5,56х45 мм, что идеально подходит для таких людей, как мы. У меня в запасе достаточно этих патронов, так что они у вас не закончатся слишком быстро. Однако на этот раз вам нужно подавить как рейдеров, так и ЧВК, а также уничтожить цели с расстояния более 50 метров, сможете ли вы с этим справиться?Необходимое оборудование для АК-102: - Приклад карабина AR-15 Magpul MOE (оливково-серый) - Пистолетная рукоятка AK Magpul MOE ( черный ) - Цевье AK Magpul Zhukov-U ( черный ) - Тактическая цевье Magpul M-LOK AFG (черный ) - AR-15 Griffin Armament M4SD-K 5,56x45 Шумоподавитель - Пылезащитный чехол для собачьих ножек AK TWS - Любой оптический прицел ELCAN SpectreDR 1x/4x",
    "67487dc889b8109c6f95d7f7 successMessagetext": "Похоже, вы снова закончили эту работу, что ж, тогда не забудьте забрать свой платеж. ",
    "67487e446a36beea6ab6a29e": "Уничтожайте противников с расстояния более 60 метров, используя заданный набор AUG A1 или A3 от Peacekeeper",
    "67487e4f978e89fbce481a80": "Уничтожайте боевиков ЧВК, используя заданный набор AUG A1 или A3 от Peacekeeper",
    "67487e1e0cccda4800c62658 name": "Профессиональная стрельба - Часть 4",
    "67487e1e0cccda4800c62658 description": "Сейчас мы двигаемся дальше, мне прислали австрийскую винтовку AUG, они говорят, что точный прицел не важен, но это должен быть 30-миллиметровый оптический прицел. Вам нужно поражать цели с расстояния более 60 метров и попадать из него в голову бойцам ЧВК. Вам также нужно избавиться от нескольких телохранителей банды с близкого расстояния, они тоже хотят посмотреть, как это будет выглядеть. Необходимое оборудование для AUG: - Тактический фонарь Olight Baldr Pro с лазером (коричневый) - Глушитель звука KAC QDC 5,56x45 мм - Любой оптический прицел 30 мм",
    "67487e1e0cccda4800c62658 successMessagetext": "Отличная работа, наемник! Вы знаете правила, ваш платеж уже должен быть переведен. ",
    "67487ea4a21dd715afcd49f4": "Уничтожайте боевиков ЧВК с расстояния менее 30 метров, используя указанную сборку SA-58 из Peacekeeper на Развязке",
    "67487eb0706bfae7ca07f01b": "Уничтожайте противников выстрелами в голову, используя указанную сборку SA-58 из Peacekeeper на Развязке",
    "67487e792e79477fa1472f8f name": "Профессиональная стрельба - Часть 5",
    "67487e792e79477fa1472f8f description": "Ладно, тогда следующее задание, на этот раз они прислали винтовку SA-58. Они сказали, что вам нужно взять ее с собой в торговый центр и уничтожать бандитов и операторов с коротких дистанций. Также вам нужно стрелять из нее в голову, они хотят посмотреть, как она работает в этой сборке. Ну что ж, иди, наемник, удачи тебе там. Необходимое оборудование для SA-58: - Голографический прицел Vortex Razor AMG UH-1; - Дульный тормоз AR-10 Fortis RED Brake 7,62x51 мм; - Приклад SA-58 BRS; - Тактическая Цевье Zenit RK-1 с креплением B-25U; - Ствол SA-58 7,62x51 мм; - Ствол SA-58 FAB Защитная пистолетная рукоятка AG-FAL",
    "67487e792e79477fa1472f8f successMessagetext": "Молодцы, я надеюсь, что странный маньяк из торгового центра не доставил вам никаких проблем. В любом случае, ваш платеж уже в пути. ",
    "67487f1526e809d5fee10b8d": "Уничтожайте противников с расстояния более 75 метров, используя указанную сборку RFB от Peacekeeper на таможне",
    "67487f255dec8b7b4872646c": "Убейте боевиков ЧВК, используя специальную сборку RFB от Peacekeeper на таможне",
    "67487f06faadf7934dfd29e4 name": "Профессиональная стрельба - Часть 6",
    "67487f06faadf7934dfd29e4 description": "Итак, на этот раз они прислали специальное оружие, это Kel-Tec RFB с LPVO EOTech Vudu и волновым подавителем, я снова пришлю вам список всех необходимых деталей. Вам нужно отправиться в промышленную зону, поразить цели с расстояния более 75 метров, а также вывести из строя операторов. Они также хотят, чтобы вы убили главарей банд выстрелами в голову. Необходимые принадлежности для RFB: - Тактическая рукоятка Magpul AFG (черная) - Глушитель звука Daniel Defense WAVE QD - Оптический прицел EOTech Vudu 1-6x24 30 мм",
    "67487f06faadf7934dfd29e4 successMessagetext": "Впечатляет, хорошая работа. Полагаю, с этим у вас не возникло особых проблем, не так ли? Что ж, ваш платеж уже в пути. ",
    "67487f8d020a7d3415466dc7": "Уничтожайте противников с расстояния менее 40 метров, используя указанную сборку G28 от Peacekeeper. ",
    "67487f9b13846c0161e021de": "Уничтожайте противников выстрелами в голову с расстояния менее 40 метров, используя указанную сборку G28 от Peacekeeper",
    "67487fb304122da4fe38f357": "Уничтожайте рейдеров с расстояния менее 40 метров, используя указанную сборку G28 от Peacekeeper",
    "67487f5e679c16f0e95db438 name": "Профессиональная стрельба - Часть 7",
    "67487f5e679c16f0e95db438 description": "Следующее задание, и оно в некотором роде особенное, так что слушайте внимательно. Нам прислали немецкую винтовку H&K marksman, в немецкой армии ее называют G28. Очень хорошая и дорогая винтовка, однако вы не будете использовать ее для стрельбы на дальние дистанции, они хотят, чтобы вы опробовали ее в ближнем бою. Убейте диких рейдеers и нескольких операторов выстрелами в голову, убедитесь, что это с расстояния менее 40 метров. О, и я забыл упомянуть, что мне сказали, что вам не разрешается использовать на нем глушитель, удачи. Необходимое оборудование для G28: - Пистолетная рукоятка AR-15 Magpul MOE (FDE) - Регулируемый приклад HK417 - Цевье Stark SE-5 Express (FDE) - Голографический прицел EOTech EXPS3 (Tan) или гибридный прицел EOTech HHS-1 (TAN) - Без глушителя. ",
    "67487f5e679c16f0e95db438 successMessagetext": "Настоящий профессиональный стрелок, да? Очень хорошо, тогда не забудьте забрать свой платеж, вы знаете, где мы его оставили. ",
    "6748800e320244cd3070176b": "Уничтожайте противников выстрелами в голову, используя указанную сборку Scar-H от Peacekeeper",
    "6748801848abf4b1f7e86b25": "Уничтожайте врагов с расстояния более 90 метров, используя указанную сборку Scar-H от Peacekeeper",
    "67488024f04eb5fd0f7325ff": "Уничтожайте врагов с расстояния менее 30 метров, используя указанную сборку Scar-H от Peacekeeper",
    "67487fe101b59cd5f24454fb name": "Профессиональная съемка - Часть 8",
    "67487fe101b59cd5f24454fb description": "Ладно, наемник, на данный момент это, должно быть, последний образец, это винтовка FN Scar-H. На этот раз тебе предстоит сделать еще кое-что, тебе нужно поражать цели выстрелами в голову с расстояния более 90 метров и менее 30 метров, а также разобраться с некоторыми главарями банд, я рассчитываю на тебя, наемник, я снова пришлю тебе список всех частей. Необходимые насадки Scar-H: - Пистолетная рукоятка Magpul MOE AR-15 ( черная ) - Цевье Magpul RVG ( ЧЕРНОЕ ) - Глушитель звука KAC PRS / QDC 7. 62x51 - Любой оптический прицел диаметром 30 мм. ",
    "67487fe101b59cd5f24454fb successMessagetext": "Хорошая работа, наемник, думаю, на данный момент мы с этим покончили. Я послал кого-то, чтобы перевести ваш платеж. ",
    "6747ba607e5089df3fc56977": "Передайте евро Skier вместо Lotus",
    "6747ba52be104f742964f8fa name": "Ценный платеж",
    "6747ba52be104f742964f8fa description": "Эй, оператор, послушайте! Это важное дело, вы идеально подходите для этого. Но я заметил, что посторонний человек тоже заинтересовался этой сделкой. . Я хочу это, но проблема в том, что я не в состоянии заплатить столько прямо сейчас, у меня есть другие проблемы, которые нужно решить прямо сейчас. Я заплачу больше, чем другие, так что, если вы мне поможете, я дам вам гораздо больше, чем вам нужно. Мы договорились?",
    "6747ba52be104f742964f8fa successMessagetext": "Отличный выбор! Кто знает, какие еще сомнительные личности могли быть замешаны в этом. . ",
    "6747ba52be104f742964f8fa failMessageText": "Ты что, спятил? Парень, тебе лучше больше так не поступать в будущем, говорю тебе. Мне следовало попросить об этом кого-нибудь из твоих бывших коллег, невероятно. . ",
    "6747ba52be104f742964f8fa startedMessageText": "Эй, оператор, послушай меня внимательно! Это важный вопрос, ты идеально подходишь для этого. Но я заметил, что посторонний человек тоже заинтересовался этой сделкой. . Я хочу этого, но проблема в том, что я не в состоянии заплатить столько прямо сейчас, у меня есть другие проблемы, которые нужно решить прямо сейчас. Я заплачу больше, чем другие, так что, если вы сможете мне помочь, я дам вам гораздо больше, чем вам нужно. Мы договорились?",
    "6747baf40c78fa0781838599": "Передайте 'статуэтку политика Муткевича'",
    "6747baf46cb32aab67e59809": "Передайте 'Статуэтку падальщика'",
    "6747bafa84ecfaa86607f40c": "Передайте 'Статуэтку Рыжего'",
    "6747bafaaa4424f596d00136": "Передайте 'Статуэтку МЕДВЕДЯ-оперативника'",
    "6747bb00c427aaeb8c069dd2": "Передайте 'статуэтку сотрудника Службы безопасности США'",
    "6747bb00e20ef7251e34b747": "Передайте 'Статуэтку Деда Мороза'",
    "6747bb06ab07895ded71e7f8": "Передайте 'Статуэтку культиста'",
    "675b8211e18d093f37e7c35f": "Передайте 'Статуэтку Дена'",
    "675b8211df72e253669f3a43": "Передайте 'Статуэтку Киллы'",
    "675b820aeb898bc57555df86": "Передайте 'Статуэтку Тагилы'",
    "675b820aa550cd2e5a3ae775": "Передайте 'Статуэтку Решалы'",
    "6747bae8e86c4403efa533a4 name": "ограниченный выпуск",
    "6747bae8e86c4403efa533a4 description": "Ладно, у меня есть немного времени. Появились новые коллекционные фигурки, особенные вещи. Никто не знает, откуда они взялись, но они ценные и редкие, и я хочу их заполучить! Понимаете, о чем я говорю? Я хочу приобрести по одному экземпляру, они единственные в своем роде. Я уже знаю, к кому обратиться, они стоят целое состояние для моего покупателя, и он очень нетерпелив, так что поторопитесь. ",
    "6747bae8e86c4403efa533a4 successMessagetext": "Дай-ка я их сначала пересчитаю. . Да, ммм, это, должно быть, все. Спасибо, парень, твой платеж уже в пути. ",
    "676ac7910d7fbb2225ba92fe": "Найдите пункт выдачи 'Лодки' для сбора мусора к востоку от Окраины, в лесу",
    "676ac7adf69612f7f3c33b3e": "Припрячьте бутылки с водкой рядом с лодкой",
    "676ac7ad06d0b3b7cc096875": "Спрячьте карабин OP-SKS рядом с лодкой",
    "676ac738a2720c6b1da18fef name": "Побег контрабандиста",
    "676ac738a2720c6b1da18fef description": "Наемник, у нас есть для тебя работа. Надежные источники сообщили нам о том, что некие люди приезжали в Тарков по делам, собирали военное снаряжение, старое и новое, и вывозили его из региона, чтобы продать за границу. Наши люди планируют каким-то образом перехватить этих людей, и вы могли бы нам в этом помочь. Возле озера, рядом с лесопилкой, должен быть небольшой пирс, но не непосредственно у лесопилки, а дальше к юго-западу. Вам нужно спрятать там несколько предметов, как только вы закончите, мы установим там устройства слежения, а затем наш 'крот' сообщит контрабандистам, что их груз готов к отправке. ",
    "676ac738a2720c6b1da18fef successMessagetext": "Хорошо. ",
    "676af8b1b4b186854a27637d": "Найдите кабину пилота разбившегося самолета в Лесу",
    "676af8b1b6229b4493a3103b": "Спрячьте в самолете автомат АК-74М",
    "676af8b1f306fcea38db8500": "Спрячьте в самолете бронежилет 6В13",
    "676af8b1df1ea3c61e32074d": "Спрячьте в самолете штурмовые винтовки в шлеме 6В47",
    "676af80852ad1f5baf0e8d95 name": "Нелегальные операции",
    "676af80852ad1f5baf0e8d95 description": "У нас есть для вас еще одно задание, слушайте внимательно. Человеку, который некоторое время числился у нас в розыске, удалось выбраться из Таркова, однако он занимался торговлей определенными товарами, нанимая контрабандистов для вывоза их из Таркова во внешний мир. Нам сообщили о заказе комплекта российского армейского снаряжения, каски, бронежилета и автомата АК. План состоит в том, чтобы разместить эти предметы в месте, о котором договорились дилеры, а затем несколько наших людей отыщут их снова. Вам нужно найти обломки самолета, который разбился где-то посреди леса, проникнуть в кабину и спрятать там груз, а также остерегаться других наемников. Мы скоро свяжемся с вами. ",
    "676af80852ad1f5baf0e8d95 successMessagetext": "Отличная работа. ",
    "676afd78beb21ed7f7183e80": "Убейте боевиков ЧВК, используя штурмовую винтовку SA-58",
    "676afd78f77d685e4cae9050": "Уничтожайте разбойников, рейдеров и ищеек, используя штурмовую винтовку SA-58",
    "676afb0dd0634cb6c93d83c7 name": "диких-Тестер оружия - Часть 1",
    "676afb0dd0634cb6c93d83c7 description": "Наемник, для тебя есть работа, послушай, если тебе интересно, здесь ценится помощь. Большинство наших людей не могут позволить себе самостоятельно тестировать новое оружие, для них слишком опасно вступать в бой с высококвалифицированными операторами. Вот тут-то вы и пригодитесь, у вас не возникнет проблем с устранением ЧВК в одиночку. Итак, вот ваша задача: обезвредить нескольких оперативников ЧВК и бывших сотрудников службы безопасности на станции очистки воды. Вам нужно выполнить задание с помощью штурмовой винтовки SA-58, сообщите нам, когда вы справились с этим. ",
    "676afb0dd0634cb6c93d83c7 successMessagetext": "Отличная работа. ",
    "676b02ad02aa6ba91e19894a": "Уничтожайте боевиков ЧВК, используя винтовки SVT-40 или AVT-40",
    "676b02ad11443a0d22437743": "Уничтожайте бандитов, налетчиков или ищеек, используя винтовки СВТ-40 или АВТ-40",
    "676afe70fdedf195aaaccf56 name": "диких-Тестер оружия - Часть 2",
    "676afe70fdedf195aaaccf56 description": "Еще одна работенка для тебя, наемник. Наши люди должны знать о характеристиках определенного оружия, они говорили о винтовках Токарева. Мы считаем, что вы уже достаточно опытны для такой задачи, поэтому мы выбрали вас для этого. Вам нужно снова избавиться от операторов и мошенников из USEC, используя винтовки Токарева. Не разочаровывайте нас, наемник, мы не думаем, что это станет для вас проблемой. ",
    "676afe70fdedf195aaaccf56 successMessagetext": "Хорошо. ",
    "6747b9805088d07bbe6348d9": "Убейте оперативников USEC, будучи одетым как Рыцарь Смерти",
    "6747b991b33bf71d564f40b4": "Убейте агентов USEC, переодевшись в Birdeye",
    "6747b9a30a1782fd9658ab23": "Убейте агентов USEC, переодевшись в Big Pipe",
    "6747b9b1ba79e51b8b7ebe8c": "Зайдите в красный контейнер, открываемый карточкой-ключом #21WS, к юго-западу от торгового центра ULTRA на развязке",
    "6747b9b6f2eac90d765967df": "Спрячьте бутылку самогона внутри контейнера",
    "6747b9634c79e7f73963b99f name": "Земля, Полная Сомнительных Личностей",
    "6747b9634c79e7f73963b99f description": "Наемник, наши люди уже некоторое время наблюдают за тобой. Как насчет работы? Главари бандитов снова бродили по окрестностям и стреляли в наших людей, раньше такого не случалось. Мы не хотим тратить моих людей на этих нарушителей спокойствия, так что здесь вы нам пригодитесь. Мы не просим вас убивать их, но переодеться в их костюмы и нейтрализовать некоторых сотрудников USEC, план заключается в том, чтобы оставшиеся сотрудники USEC начали атаковать этих туристов на очистных сооружениях. И еще кое-что, где-то рядом с торговым центром ULTRA должна быть контейнерная площадка. На одном из них есть замок, для открытия которого требуется специальная карточка-ключ, и вам нужно спрятать там что-нибудь ценное. Каждые несколько дней кто-нибудь будет проверять это место, чтобы узнать, выполнили ли вы свою задачу. Ты в состоянии справиться с такой работой, наемник?Снаряжение рыцаря: - Маска Рыцаря смерти - Броня Crye Precision CPC Plate Carrier (Goons Edition) Снаряжение Birdeye: - Бронежилет NFM THOR с маскируемым усиленным жилетом - Каркасная система Mystery Ranch NICE COMM 3 BVS - Несущая нагрудная установка LBT-1961A (Goons Edition) Снаряжение Big Pipe: - Бронежилет Big Pipe Курительная трубка - Бандана Big Pipe - Держатель для пластин S&S Precision PlateFrame (Goons Edition )",
    "6747b9634c79e7f73963b99f successMessagetext": "А теперь взгляните на это. В USECs сейчас царит настоящий хаос, мы также нашли бутылку, которую вы спрятали возле торгового центра. Ваш платеж уже в пути. ",
    "6747c2af58a832a88d589af0": "Уничтожайте противников, используя специальное Советское Снаряжение",
    "6747c298d1c2a3d2091dbe7d name": "Как в Старые Добрые Времена",
    "6747c298d1c2a3d2091dbe7d description": "Приветствие. Ты сейчас занят, воин? Надеюсь, что нет, потому что у меня для тебя кое-что есть. Та девушка, с которой ты работал, тоже предложила свою помощь. Позволь мне перейти к делу. . У меня есть один друг, тоже дилер и тоже бывший российский военный. Так вот, он действительно увлекается современным российским оружием и экипировкой, он презирает старые надежные вещи, да, один из таких людей. В любом случае, я хотел бы доказать ему, что вещи из СССР по-прежнему надежны, однако в настоящее время у меня нет ни времени, ни ресурсов. Теперь ты на своем месте, ты идеально подходишь для этой работы, так что не разочаровывай меня! Я составил для тебя список, возьми эти вещи, перестреляй из них кучу врагов, неважно кого. И, кстати, пистолеты, которые вы привезли в Lotus в прошлый раз, в хорошем состоянии. Я могу одолжить вам несколько штук, чтобы вы могли использовать их для этой работы. Я не думаю, что имеет значение, какой именно вариант оружия вы используете, с боковой направляющей, с глушителем, с чем угодно, мне все равно, лишь бы это не было одним из современных. Удачи тебе, воин. Указанное снаряжение: - Любое российское / советское огнестрельное оружие, произведенное до 1990-х годов; - Шлем танкиста / SSh-68 / SSSh-94 SFERA-S / Алтын / Маска; -Шлем 1SCh / ZSh-1-2M; - Бронежилет 6B2 / 6B13 / 6B23 / 6B5 Zh-86 Uley / 6B3TM-01. ",
    "6747c298d1c2a3d2091dbe7d successMessagetext": "Отличная работа, воин, отличная работа! Ты заслужил эту награду. ",
    "6747c32a8b019d2e39d77869": "Уничтожайте врагов, используя запасной пистолет-пулемет SR-2M",
    "6747c330bf3975494d923520": "Найдите запасную герметичную дверь бункера",
    "6747c33635aa3ce0468ee7dd": "Установите камеру WI-FI в дверном проеме рядом с запасной герметичной дверью бункера. ",
    "6747c33e9220cf55f6e5619f": "Выжить и выбраться через герметичную дверь бункера в резерве",
    "6747c312165746c2dd1e19f2 name": "Шах и мат - Часть 7",
    "6747c312165746c2dd1e19f2 description": "Еще раз здравствуйте, вы уже тщательно исследовали военную базу, да? Хорошо, я знаю, что вы были там уже много раз, так что вы, по сути, эксперт в этом деле. Итак, слушайте внимательно, это важно. Этот бункер находится рядом со зданием 'Белая ладья' и железнодорожным депо. Люди используют его для бегства с базы, в основном ЧВК. Отправляйтесь на базу и найдите место эвакуации, обязательно установите там камеру, я хочу посмотреть, кто еще туда пойдет, после чего извлекитесь из этого места через этот пункт эвакуации. И пока ты там, не забудь нейтрализовать несколько целей, я хочу посмотреть, насколько ты хорош в обращении с определенным оружием, используй пистолет-пулемет SR-2M, я могу одолжить тебе его, но не теряй! Я не дам тебе другого задания, если это случится, удачи тебе. ",
    "6747c312165746c2dd1e19f2 successMessagetext": "Хорошая работа, воин. Я поручу кому-нибудь присмотреть за этим местом, если у меня будет для тебя другая работа, ты будешь проинформирован. ",
    "6747c37e4fba429dcd10c8a0": "Уничтожайте противников, используя GP-25 или винтовку типа AK, оснащенную GP-25 в запасе",
    "6747c3af93dcd274119ef31e": "Найдите гранаты в рейде",
    "6747c3af0da11a28bd05baaf": "Передайте гранаты",
    "6747c36d4e805e1b7f6387b5 name": "Шах и мат - Часть 8",
    "6747c36d4e805e1b7f6387b5 description": "Ладно, у меня снова есть кое-что для тебя, так что слушай внимательно, воин!Ты когда-нибудь пробовал пристрелить гранатомет к своей винтовке? Потому что я надеюсь на это. Тогда давай испытаем твои навыки, ты же знаешь, я возлагаю на тебя большие надежды. Я могу предоставить вам несколько таких гранатометов, но используйте свое собственное ружье! И будьте осторожны с ними, я не дам вам другого образца, если вы их потеряете. В любом случае, отправляйся на военную базу и убери несколько диких и операторов со своей винтовкой, убедись, что это АК-74 и на нем установлен гранатомет, мне все равно, какой вариант, просто чтобы ты знал, после этого я хочу, чтобы ты снова избавился от некоторых парней, но это проведите время с самим grenadelauncher. Понял? Тебе лучше сделать это, удачи тебе, воин. ",
    "6747c36d4e805e1b7f6387b5 successMessagetext": "Выполнил задание? Хорошо, ты знаешь, что я человек слова, так что вот твоя награда. ",
    "6747c40e64379cfc436dc17e": "Уничтожь оперативников USEC",
    "6747c41954ab7916b27294e6": "Уничтожь негодяев USEC",
    "6747c4205288d848c817ceb9": "Уничтожь боссов-негодяев",
    "6747c3ffc2b2062f1de93906 name": "За Родину",
    "6747c3ffc2b2062f1de93906 description": "Воин, у меня снова есть кое-что особенное, я не хочу, чтобы кто-то посторонний вмешивался в это, так что будь осторожен. Ты знаешь мое мнение по поводу импорта, я хочу, чтобы ты убрал часть из них, понял? Поищи обычных пользователей, таких же операторов, как ты. А потом поищите этих странных разбойников на водоочистной станции и убедитесь, что их лидеры тоже там. Я рассчитываю на тебя, воин, и помни об одном: если кто-то еще попросит тебя о подобной работе, сделай мне одолжение и откажи ему, я доверяю тебе, так что не разочаровывай меня. ",
    "6747c3ffc2b2062f1de93906 successMessagetext": "Молодец, я знал, что могу на тебя положиться! Вот, возьми, ты заслужил хорошую награду. ",
    "6747c3ffc2b2062f1de93906 failMessageText": "Невероятно, в чем именно заключалась твоя проблема? Не уверен, почему ты решил помочь этому трусливому миротворцу, ты прекрасно знаешь, что он просто эксплуатирует тебя ради денег, и все же ты все равно помогаешь ему! Как тебе не стыдно, воин, а теперь убирайся отсюда. Возвращайся снова, когда поймешь, что поступаешь правильно. ",
    "6747c45d4439feb13a95f7f5": "Уничтожайте противника с расстояния более 125 метров, используя любую российскую или советскую винтовку DMR или самозарядную винтовку с затвором",
    "6747c4519384707fcc251844 name": "Норвинский стрелок",
    "6747c4519384707fcc251844 description": "Ладно, следующая работа. Насколько хорошо вы умеете обращаться со снайперской винтовкой? Я надеюсь, что вы хотя бы знаете основы, оператор, который не может справиться даже с основами меткой стрельбы, будет немного смущать вас, не так ли? Постреляйте в кого-нибудь из парней, убедитесь, что это не менее чем на 125 метров. Но позвольте мне добавить к этому дополнительную сложность, воспользуйтесь одним из наших видов оружия. СВД, Мосина, что угодно, главное, чтобы это было российское или советское, я думаю, это годится. В конце концов, ты должен быть знаком со здешним оружием. ",
    "6747c4519384707fcc251844 successMessagetext": "Ух ты, у нас тут настоящий профессионал, молодец, воин. ",
    "67486b7146e1296f4e038a31": "Уничтожайте противников, используя снайперскую или самозарядную винтовку на улицах Таркова или Граунд Зеро",
    "67486ba85b0e6b8ee4171f26": "Достигните необходимого уровня мастерства 'DMRs'",
    "67486ba8fbca95fa4a72d578": "Достигните необходимого уровня мастерства 'Самозарядные винтовки'",
    "67486b938b89470d9673a492 name": "Городской снайпер",
    "67486b938b89470d9673a492 description": "Воин, слушай сюда! Мне нужно посмотреть, насколько ты искусен. Каждый из вас взял с собой снайперскую винтовку в городскую среду? Ну, теперь и ты готов, докажи мне, насколько ты хорош. Подойдет любая стрелковая или снайперская винтовка, возьмите ее с собой в город и научитесь правильно обращаться с винтовкой! И будьте осторожны, отправляясь туда, несколько банд делают этот район небезопасным. Удачи, воин. ",
    "67486b938b89470d9673a492 successMessagetext": "У нас здесь настоящий городской снайпер, молодец, воин. ",
    "67486c3b5cc91891919aae5f": "Уничтожайте противников, используя оружие с патронником 9х39, в период с 22:00 до 05:00",
    "67486c57881df75cfb87b05a": "Достигните необходимого уровня владения навыком 'Штурмовые винтовки'",
    "67486c0582d1897605b403c5 name": "Ночная тишина",
    "67486c0582d1897605b403c5 description": "И снова здравствуй, воин, у меня есть для тебя еще одна работа. Ты знаешь, что я продаю оружие, стреляющее патронами калибра 9х39 мм, мне нужен кто-то, кто мог бы опробовать его ночью. Я дам тебе несколько сотен патронов с приличными патронами, но не израсходуй их сразу!Ваша задача проста: Убейте несколько целей ночью, используя оружие такого калибра, и убедитесь, что вы знаете, как обращаться с этими винтовками! Это не для любителей. ",
    "67486c0582d1897605b403c5 successMessagetext": "Что ж, сделка есть сделка, и ты знаешь, что я человек слова, так что держи себя в руках, воин. ",
    "67486ca9e3ed85b231f1d2f8": "Не убивай боссов-отбросов. ",
    "67486cdc8202acf7a3ee3f69": "Ликвидируй оперативников USEC на Берегу или маяке. ",
    "67486ce539c5f1cc81d3dda0": "Устраните негодяев из Службы Безопасности США",
    "67486cef4ded5067b1aad986": "Устраните негодяев-Боссов",
    "67486c9270a59a1b50f7f3de name": "Туристический Сезон заканчивается",
    "67486c9270a59a1b50f7f3de description": "Воин, у меня есть кое-что важное, мне нужен кто-то квалифицированный для этой работы! Так что ты идеально подходишь для этого. Тебе нужно убрать группу туристов, и я имею в виду их всех, операторов Службы безопасности США, бандитов и их лидеров. Они уже достаточно терроризировали это место, а теперь у них хватает наглости грабить и убивать, сколько им заблагорассудится?Да, и есть еще кое-что, это важно, кое-кто особенный связался со мной по этому поводу, сказал, что готов помочь, однако не хочет, чтобы мы доставляли неприятности его людям. Так что не нападайте ни на одну из банд мерзавцев! Я рассчитываю на вас, оперативник. ",
    "67486c9270a59a1b50f7f3de successMessagetext": "Что ж, ты справился, молодец, воин. Я отправляю тебе твой платеж прямо сейчас. ",
    "67486c9270a59a1b50f7f3de failMessageText": "Эй, эй, эй, будь осторожен! Не провоцируй этих парней, мы не можем допустить, чтобы кто-то еще допустил что-то еще, главари банд и так настроены достаточно враждебно. Попробуй еще раз, воин. ",
    "67486799b064df615bcb11d7": "Уничтожайте врагов, используя специальную сборку PP-19 'Витязь' от Прапора",
    "6748672b895a36c99e880f36 name": "Восточная надежность - Часть 1",
    "6748672b895a36c99e880f36 description": "Что ж, воин, твой друг Лотус порекомендовал мне нескольких подрядчиков, они сделали мне предложение, но мне нужен настоящий боец. Вот тут-то ты и окажешься на месте, мой парень! Но позвольте мне объяснить first. . So эти ребята - оружейники из Восточной Европы, так что у них, вероятно, будет много нашего оружия, которое мы сможем использовать, они присылают нам различные виды готового оружия. Им нужен кто-то квалифицированный, чтобы опробовать его в определенных условиях. Мы начнем с малого, я хочу, чтобы вы использовали пистолет-пулемет 'Витязь', я могу дать вам модель, которую мне прислали, и я также запишу точные детали, которые важны для этой работы. Что ж, тогда приступайте к работе, удачи вам. Необходимое оборудование для ПП-19: - Приклад АК-12 - Пистолетная рукоятка АК-12 - Цевье АК 'Зенит Б-10' - Тактическая цевье 'Зенит РК-4' - Платформа 'Ласточкин хвост' Зенит Б-13В 'Классика' - Шумоглушитель ПП-19-01 'Витязь' 9х19. ",
    "6748672b895a36c99e880f36 successMessagetext": "Хорошая работа, надеюсь, вы не слишком привязались к этой красоте оружия, следующая работа уже ждет вас!",
    "67486820feeb1f75ebd9bb28": "Уничтожайте противников, используя АК-105 определенной сборки от Прапора",
    "674867cce36d92b3c23ec4de name": "Восточная надежность - Часть 2",
    "674867cce36d92b3c23ec4de description": "Сейчас мы движемся дальше, они прислали нам АК-105 с несколькими западными комплектующими. Я не знаю, почему они выбрали именно их, но вы знаете, что внутренние ценности - это то, что имеет значение. В конце концов, это уже хорошее оружие, не забудьте использовать его для уничтожения операторов, а также рейдеров-диких! Сообщите мне, когда будете готовы необходимые принадлежности для АК-105: - Приклад AR-15 FAB Defense GL-Core - Пистолетная рукоятка AK Magpul MOE (черная) - Боковое крепление AK 'Ласточкин хвост' - Цевье AK Magpul MOE AKM (малозаметное серое) - Глушитель AK-74 Hexagon 5. 45x39 - Пистолет BCM GUNFIGHTER. Вертикальная цевье MOD 3 - Любой голографический прицел EOTech",
    "674867cce36d92b3c23ec4de successMessagetext": "Ха-ха, здорово! Я знал, что ты снова справишься с этим, воин. ",
    "674868af79022499d29ff792": "Убейте врагов, используя указанную сборку АК-103 от Прапора на таможне",
    "67486879604d84c3e3e3ddd0 name": "Восточная надежность - Часть 3",
    "67486879604d84c3e3e3ddd0 description": "Хорошо, они хотят посмотреть, как это оружие будет работать в определенных условиях, они хотят, чтобы мы протестировали его в промышленной зоне. Это штурмовая винтовка AK-103 с фурнитурой zenitco, они сказали, что не имеет значения, какая именно рукоятка и тактическое устройство используется, но она все равно должна быть от zenitco. И почему бы тебе на этот раз не убрать кого-нибудь из охранников арены вместо рейдеров?Необходимое оборудование для АК-103: - Приклад AK Zenit PT-3 'Классика'; - Пистолетная рукоятка AK Zenit RK-3; - Дульный тормоз AK Zenit DTK-1 7,62x39 / 5,45x39; - Компенсатор; - Пылезащитный чехол AK Zenit B-33; - Цевье AK Zenit B-30 с патронами B-31. Верхняя планка цевья - Рукоятка для зарядки АК 'Зенит RP-1' - Тактическая рукоятка 'Зенит RK-6' - Любое тактическое приспособление 'Зенит'",
    "67486879604d84c3e3e3ddd0 successMessagetext": "Хорошая работа, воин, я снова отправлю тебе платеж напрямую. ",
    "6748691c1b4d479804b9b909": "Убейте врагов, используя указанную сборку 'Сайги-12' от Прапора на заводе. ",
    "67486922804919136ff5b4c2": "Уничтожайте врагов, используя специальную сборку KS-23M от Prapor на заводе-изготовителе",
    "6748690cb0fff3f2a5ba3d47 name": "Восточная надежность - Часть 4",
    "6748690cb0fff3f2a5ba3d47 description": "Я уже получил оружие, на этот раз это два дробовика, 'Сайга-12' и 'КС-23'. Ты лучше знаешь, как с ними обращаться, поверь мне! Они хотят, чтобы их использовали в закрытом помещении, поэтому я предлагаю использовать старую химическую заводу, которая идеально подходит для этой работы. И будьте осторожны, чтобы этот маньяк с кувалдой не нашел вас, поверьте мне, у вас будут огромные проблемы! Так что все время держите уши и глаза открытыми. Необходимые насадки для Сайги-12: - Улучшенная пистолетная рукоятка AK Strike Industries черного цвета - Рукоятка для заряжания AK CSS с накаткой - Приклад AR-15 CMMG RipStock - Тип оружия SOK-12 Custom-Цевье 340-го калибра - Дульный тормоз Tromix Monster Claw 12ga Необходимые насадки для KS-23M: - Ствол KS-23 23x75 510 мм - KS-23M Пистолетная рукоятка - Проволочный приклад KS-23M",
    "6748690cb0fff3f2a5ba3d47 successMessagetext": "Итак, вы встречались с ним? Надеюсь, что нет, но, глядя на то, что вы стоите здесь живой и невредимый, я предполагаю, что вы с ним не встречались, в любом случае, вот ваша оплата. ",
    "6748696471b53a78d6a76c8c": "Уничтожайте врагов, используя указанную сборку VPO-209 из Prapor on Woods",
    "6748696b687ecb53e307b728": "Уничтожайте врагов с расстояния более 50 метров, используя указанную сборку VPO-209 из Prapor on Woods",
    "6748694525ed5b74088bbd08 name": "Восточная надежность - Часть 5",
    "6748694525ed5b74088bbd08 description": "Ладно, воин, слушай сюда. На этот раз это личный вопрос. Итак, я знал этого парня в прошлом, он был профессиональным стрелком, он был действительно хорош в этом, но у него был странный выбор оружия. Он использовал ее и для охоты, это была гражданская винтовка АК, которая использовала патроны калибра . 366 TKM, имела глушитель и 30-миллиметровый оптический прицел. Я хочу, чтобы ты взял это ружье в лес и выстрелил из него в голову людям, а также перестрелял кучу боевиков и не забыл, скажем, уничтожить несколько мишеней. . 60 метров, ты сможешь с этим справиться?Необходимое оборудование для VPO-209: - Приклад AKM / AK-74 Magpul Zhukov-S - Пистолетная рукоятка AK Magpul MOE - Передняя рукоятка Stark SE-5 Express (черная ) - Комбинированное цевье AK Вежливый стрелок VS-23 + VS-33c и газовая трубка (черная ) - Глушитель шума Rotor 43 . 366 TKM - Любой 30-миллиметровый прицел",
    "6748694525ed5b74088bbd08 successMessagetext": "Впечатляет, это оружие действительно такое хорошее или вы просто зверь?",
    "674869f2bfcf979a94ce6331": "Уничтожайте противников с расстояния менее 25 метров, используя АК-12, приобретенный в запасе у Прапора. ",
    "67486a0734d2d15ef4e087ee": "Уничтожайте противников выстрелами в голову, используя указанный комплект АК-12 из запасного Прапора",
    "674869c190ca5803d23b7ea5 name": "Восточная надежность - Часть 6",
    "674869c190ca5803d23b7ea5 description": "Они снова прислали мне образец, это одна из современных винтовок АК, точнее, АК-12. Они хотят посмотреть, как она работает на близких дистанциях и насколько легко из нее попасть в голову, а также как она будет действовать против опытных целей. О, и не забудь, что ты должен отправиться на военную базу и совершить все убийства там, ты уже знаком с этим местом, так что для тебя это не должно быть слишком сложно, верно, воин? Удачи!Необходимое оборудование для АК-12: - Дульный тормоз AK-12 размером 5,45x39 мм; - Скоба AR-15 SB Tactical SBA3; - Рефлекторный прицел Wilcox BOSS Xe; - Пистолетная рукоятка AK US Palm; - Передняя рукоятка Stark SE-5 Express ( черная ). ",
    "674869c190ca5803d23b7ea5 successMessagetext": "Настоящий эксперт, да? Хорошо, вот ваша оплата. ",
    "67486a62ac2d4db9b33b104b": "Уничтожайте врагов с расстояния более 30 метров, используя указанную сборку STM-9 от Prapor on Развязке. ",
    "67486a6be62bc1c4ecf86836": "Уничтожайте противников с расстояния менее 30 метров, используя специальную сборку STM-9 от Прапора на развязке",
    "67486a44ec1dc8048f7cb2dc name": "Восточная надежность - Часть 7",
    "67486a44ec1dc8048f7cb2dc description": "Очень хорошо, тогда на следующем задании я получил от них очень странное оружие. Это полуавтоматическое оружие калибра 9х19 мм, я бы предпочел не подвергать сомнению эту работу, это ваша обязанность. Возьмите его с собой в торговый центр, вам нужно поражать цели как с дальнего, так и с близкого расстояния, но будьте осторожны, потому что брат этого маньяка с заводи часто бывает в этом месте. Удачи вам, воин. Необходимое оборудование для STM-9: - Резиновая рукоятка Hogue (черная) - Приклад карабина AR-15 Magpul MOE (серый) - Зеркальный прицел Aimpoint Micro T-1-1, 10-дюймовое цевье AR-15 SAI с направляющей QD Rail - Глушитель звука SIG Sauer SRD9 9x19. ",
    "67486a44ec1dc8048f7cb2dc successMessagetext": "Что ж, ты вернулся живым, так что, полагаю, все прошло гладко, вот твой платежный воин. ",
    "67486ac474436e9c924dcc35": "Уничтожайте противников с расстояния более 75 метров, используя указанную сборку SVDS от Прапора на Берегу. ",
    "67486accf2967e137e94fe05": "Убейте Санитара и его охрану, используя указанную сборку SVDS от Прапора на Берегу",
    "67486ad4f85ccde274e1459d": "Убейте боевиков ЧВК, используя указанную сборку SVDS от Прапора на Берегу",
    "67486a921ef237f01abfd45f name": "Восточная надежность - Часть 8",
    "67486a921ef237f01abfd45f description": "Итак, теперь мы переходим к более крупным целям, вам лучше подготовиться! Мне прислали винтовку СВД, попросили протестировать ее на расстоянии 75 метров и более и поразить важные цели в санатории, поэтому я предполагаю, что они имеют в виду Санатора и его телохранителей. Я также добавлю для вас дополнительное испытание: убивайте операторов выстрелами в голову, я хочу посмотреть, насколько хорошо вы целитесь из этой винтовки, удачи вам. Необходимое оборудование для СВД: - Приклад AR-15 Strike Industries Viper Mod 1 - Тактическая рукоятка Strike Industries Cobra (черная) - Цевье для модернизации СВД - Любой оптический прицел BelOMO ПСО. ",
    "67486a921ef237f01abfd45f successMessagetext": "Молодец, воин, я впечатлен, но мы еще не закончили, осталось еще кое-что сделать. ",
    "67486b15b7c3e859b70054a7": "Уничтожайте противников, используя указанную сборку PKP от Прапора на улицах Таркова или в Ground Zero",
    "67486b07a069ed3f4df34b7d name": "Восточная надежность - Часть 9",
    "67486b07a069ed3f4df34b7d description": "Итак, это последнее оружие, которое нам присылают на данный момент. Это пулемет Калашникова в комплектации zenitco. На этот раз вам не нужно уничтожать какие-либо особые цели, однако вам нужно отправиться в город, не важно, куда именно вы направляетесь. Я могу снабдить тебя кое-какими боеприпасами, но это все, ты сам по себе, воин, удачи тебе. Необходимое оборудование для PKP: - Цевье PK Zenit B-50 - Пистолетная рукоятка AK Zenit RK-3 - Тактическая Цевье Zenit RK-1 На креплении B-25U - Приклад PK Zenit PT-2 'Классика' - Зеркальный прицел OKP-7 (Ласточкин хвост) - Ствол PKP 7. 62x54R 658 мм - AK GP-25 Комплектов аксессуаров для противооткатной подушки",
    "67486b07a069ed3f4df34b7d successMessagetext": "Хорошо, что ты вернулся живым, так как же все прошло? Я полагаю, у тебя не было особых проблем, ну, в любом случае, вот твоя оплата. "
}